{"id":259,"date":"2020-07-24T19:28:54","date_gmt":"2020-07-24T19:28:54","guid":{"rendered":"https:\/\/sientra.com\/?page_id=259"},"modified":"2023-01-24T04:28:46","modified_gmt":"2023-01-24T04:28:46","slug":"privacy-statement","status":"publish","type":"page","link":"https:\/\/sientra.com\/privacy-statement\/","title":{"rendered":"Privacy Statement"},"content":{"rendered":"\n\n\t<h3>Effective January 1, 2020<\/h3>\n<p>Sientra, Inc. and its affiliates (hereinafter &#8220;Sientra&#8221;) collect Personal Information in order to connect, communicate and provide services to you. This Privacy Statement is incorporated by reference to the Sientra, Inc. Terms of Use. This Privacy Statement applies to all Sientra online or digital services, including but not limited to www.sientra.com, and other Sientra websites and other applications (including mobile applications) that link to this Privacy Statement (collectively the &#8220;Site&#8221;). The purpose of this Privacy Statement is to inform you how we may collect and use Personal Information and the choices you have regarding our use of, and your ability to review and correct the Personal Information collected. Sientra may update this Privacy Statement at any time by publishing an updated version to the Site. You can access the most current version of this Privacy Statement at any time on this Site.<\/p>\n<h3>1. Personal Information We May Collect<\/h3>\n<p>&#8220;Personal Information&#8221; is any information that can be used to identify, locate, or contact you, as well as other information that may be associated with such Personal Information. We may collect several types of Personal Information from and about users of the Services, including the following:<\/p>\n<ul>\n \t<li><em>Identification Information<\/em>, such as you first name, last name or job title;<\/li>\n \t<li><em>Contact Information<\/em>, such as your phone number(s), mailing address, email address, and social media account or handle where appropriate;<\/li>\n \t<li><em>Relationship Information<\/em>, such as products, treatments and health conditions that you have undergone, or which are of interest to you<\/li>\n \t<li><em>Preference Information<\/em>, such event registration or mailing list data, preferences and interests, subscriptions, downloads.<\/li>\n \t<li><em>Job Applicant Information<\/em>, such as your Contact Information, resume, previous work experience, education transcript, driver&#8217;s license information, social security number, and other data provided by you or third parties (e.g. recruiters) on our website or offline.<\/li>\n \t<li><em>Financial and Account Information<\/em>, such as credit card number, bank account numbers, social security numbers, tax identification numbers and purchase history;<\/li>\n \t<li><em>Geo-location Information<\/em>, as may be transmitted by your smart phone or other location aware devices; and\/or<\/li>\n \t<li><em>Cookie and Device Information<\/em>, such as information about your visit of our website, IP address, device identifies, browser type and version, operating system and network location and time zone setting. See Section 7. Cookies and Other Data Collection for more information.<\/li>\n<\/ul>\n<h3>2. How We Collect Information<\/h3>\n<p>In most cases, we collect Personal Information directly from you. We will ask you for Personal Information when you interact with us, such as registering on our websites, using any interactive features or applications, signing up to receive a newsletter or information about events, making a direct purchase, submitting a warranty claim, or applying for employment. We may collect additional data from third party data suppliers who enhance our files or from social media sites such as Facebook, if you like our pages or join our communities.<\/p>\n<p>If you interact with us online, we use cookies and other technological tools to collect data about your computer and your use of our website and applications. If you use a mobile application that Sientra has developed, that application will inform you of the data that the mobile application collects and what information it may transfer to Sientra. In general, you can visit many of our website pages without telling us who you are or revealing any Personal Information. We treat this data as Personal Information, only when it, or other data that is associated with it, can be used to identify you. For more information about cookies and other technologies, please see the &#8220;Cookies and Other Data Collection&#8221; below.<\/p>\n<h3>3. How Sientra Uses Personal Information<\/h3>\n<p>Sientra may use your Personal Information for its business purposes, such as:<\/p>\n<p><em>Communications<\/em>. Informational and operational purposes, such as account management, customer service, order confirmation, to respond to your request, to respond to and investigate a complaint, warranty service for certain products, and\/or where you have subscribed to receive email or text notices;<\/p>\n<p><em>Marketing.<\/em> We may use Personal Information to provide you with product updates, information about new products, and special offers and promotions;<\/p>\n<p><em>Special Programs<\/em>. We may use data to administer promotional programs, such as sweepstakes, reward or rebate programs;<\/p>\n<p><em>Product Safety<\/em>. Adverse event reporting, communicating with you about product safety<\/p>\n<p><em>Website Performance and Optimization<\/em>. By visiting this site some data may be automatically collected to enhance your website visit and provide us with information regarding usage patterns.<\/p>\n<p><em>General Business<\/em>. Payment processing and account management, contract management, fulfilment, analytics, fraud prevention, reporting and legal compliance.<\/p>\n<p><em>Employment<\/em>. If you apply for a job with Sientra, we use your Personal Information to consider you for employment.<\/p>\n<h3>4. When and Why Personal Information is Disclosed by Sientra<\/h3>\n<p>Sientra does not share Personal Information collected with any unrelated third-party without your permission, except as otherwise provided in this Privacy Statement. <strong>Sientra does not sell, rent, share or otherwise distribute Personal Information to any third-party for their marketing purposes.<\/strong><\/p>\n<p>In the ordinary course of business, we will share some Personal Information with companies that we hire to perform services or functions on our behalf. For example, we may use different vendors or suppliers to ship products ordered. In all cases in which we share your Personal Information with a third-party, we will not authorize them to keep, disclose or use your Personal Information with others except for the purpose of providing the services we asked them to provide. We may disclose your Personal Information, in conjunction with a corporate sale, merger, dissolution, or acquisition and\/or as needed to support external auditing, compliance and corporate governance functions.<\/p>\n<p>We may be legally compelled to release your personal information in response to a court order, subpoena, search warrant, law or regulation. We may cooperate with law enforcement authorities in investigating and prosecuting website visitors who violate our rules or engage in behavior which is harmful to other visitors (or illegal).<\/p>\n<p>IMPORTANT NOTE: In addition to the ways that we may keep, disclose, and use information described in this Privacy Statement, we also may keep, disclose, and use Personal Information that you give us through in ways that we believe are consistent with FDA and other governmental guidance, directions, regulations, and laws.<\/p>\n<p>We may remove Personal Information and use the deidentified information for historical, statistical, or scientific purposes. Our websites may contain links to other websites not affiliated with Sientra. Be aware that we are not responsible for the privacy practices of other websites. We encourage you to review the privacy statements of any websites that you visit through a link on our website.<\/p>\n<h3>5. Information Security<\/h3>\n<p>Sientra takes steps to ensure that your Personal Information is treated securely and in accordance with this Privacy Statement. Unfortunately, the Internet cannot be guaranteed to be 100% secure, and we cannot ensure or warrant the security of any Personal Information you provide to us. We do not accept liability for unintentional disclosure.<\/p>\n<p>By using the websites that link to this Privacy Statement or providing Personal Information to us, you agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the Site. If we learn of a security system&#8217;s breach, we may attempt to notify you electronically by posting a notice on the Site or sending an email to you. You may have a legal right to receive this notice in writing. To receive free written notice of a security breach (or to withdraw your consent from receiving electronic notice), please notify us at <a href=\"mailto:privacy@sientra.com\">privacy@sientra.com<\/a>.<\/p>\n<h3>6. Consent to Processing in the United States and Elsewhere.<\/h3>\n<p>The Site is owned and operated by Sientra in the United States, but the due to the nature of the Internet, we may transmit information to another country, but remaining within our system, for purposes other than direct marketing, such as for storage, or because of where our servers are located. If you are visiting this site from another country outside of the United States, your communications with us will result in the transfer of data across international boundaries. The level of protection for Personal Information is not the same in all countries, however Sientra will take the security measures described in this Privacy Statement in an effort to keep your data secure. By using this Site, you consent to the collection, storage and processing of your data in the United States and in any country to which we may transfer your data in the course of our business operations.<\/p>\n<h3>7. Cookies and Other Data Collection<\/h3>\n<p>When you visit our website or use our mobile applications, we collect certain Personal Information by automated means, using technologies such as cookies, pixel tags, browser analysis tools, server logs and web beacons.<\/p>\n<p>For example, when you visit our websites, we place cookies on your computer. Cookies are small text files that websites send to your computer or other Internet-connected device to uniquely identify your browser or to store data or settings in your browser. Cookies allow us to recognize you when you return. They also help us provide a customized experience and enable us to detect certain kinds of fraud.<\/p>\nPixel tags and web beacons are tiny graphic images placed on website pages or in our emails that allow us to determine whether you have performed a specific action. When you access these pages or open or click an email, the pixel tags and web beacons generate a notice of that action. These tools allow us to measure response to our communications and improve our web pages and promotions.\nWe collect many different types of data from cookies and other technologies. For example, we may collect data about the device you use to access our website, your operating system type, browser type, domain, and other system settings, as well as the language your system uses and the country and time zone where your device is located. Our server logs also record the IP address of the device you use to connect to the Internet. An IP address is a unique identifier that devices use to identify and communicate with each other on the Internet. We may also collect data about the website you were visiting before you came to our Site and the website you visit after you leave our Site. We may also use vendors, such as Google Analytics, to place cookies and collect data to enable certain services we use such as site analytics and security services, and the data may be disclosed to our vendors such as Google, for these purposes.\nIn many cases, the data we collect using cookies and other tools is only used in a non-identifiable way, without any reference to Personal Information. For example, we use data we collect about all website users to optimize our websites and to understand website traffic patterns.\n<p>In some cases, we do associate the data we collect using cookies and other technology with your Personal Information. This Privacy Statement governs how we use that this data when we associate it with your Personal Information.<\/p>\n<p>Sientra uses third party advertising companies to perform tracking and reporting functions and place advertisements on our website as well as other websites such as Google and Facebook. These third-party advertising companies may place cookies on your computer when you visit our website or other websites so that they can display targeted advertisements to you. These third-party advertising companies do not collect Personal Information in this process, and we do not give any Personal Information to them as part of this process. However, this Privacy Statement does not cover the collection methods or use of the data collected by these vendors. For more information about third party advertising, please visit the Network Advertising Initiative (NAI) at www.networkadvertising.org.<\/p>\n<h3>8. Social Media Plugins<\/h3>\n<p>Some of Sientra&#8217;s online or digital services use social medial plugins (e.g., the Facebook &#8220;Like&#8221; button, &#8220;Share to Twitter&#8221; button, or Instagram &#8220;Like&#8221; button) to enable you to easily share information with others. When you visit our Site, the operator of the social plugin can place a cookie on your computer, enabling that operator to recognize individuals who have previously visited our Site. If you are logged into the social media service (e.g., Facebook, Twitter, Instagram) while browsing on our Site, the social plugins allow that social media websites to share data about your activities on our website with other users of their social media website. For example, Facebook Social Plugins allows Facebook to show your Likes and comments on our pages to your Facebook friends. Facebook Social Plugins also allows you to see your friends&#8217; Facebook activity on our website. Sientra does not control any of the content from the social media plugins. For more information about social plugins from other social media websites you should refer to those sites&#8217; privacy and data sharing statements.<\/p>\n<h3 id='sms'>9. Text Messaging<\/h3>\n<ol>\n    <li>When you opt-in to the service, we will send you a message to confirm your signup. Text <strong>START<\/strong> to <strong>50627<\/strong> to receive Sientra Alerts. <strong>Message and data rates may apply. Message frequency will vary based on your use.<\/strong> Text <strong>&#8220;HELP&#8221;<\/strong> for help. Text <strong>&#8220;STOP&#8221;<\/strong> to cancel<\/li>\n    <li>You can cancel this service at any time. Just text <strong>&#8220;STOP&#8221;<\/strong> to <strong>50627<\/strong>. After you send the message <strong>&#8220;STOP&#8221;<\/strong> to us, we will send you a reply message to confirm that you have been unsubscribed. After this, you will no longer receive messages from us.\n        <br \/>\n        If you want to join again, just sign up as you did the first time and we will start sending messages to you again.\n    <\/li>\n    <li>If at any time you forget what keywords are supported, just text <strong>&#8220;HELP&#8221;<\/strong> to <strong>50627<\/strong>. After you send the message <strong>&#8220;HELP&#8221;<\/strong> to us, we will respond with instructions on how to use our service as well as how to unsubscribe.\n    <\/li>\n    <li><strong>Participating carriers<\/strong>: AT&#038;T, Verizon Wireless, Sprint, T-Mobile, U.S. Cellular, Boost Mobile, MetroPCS, Virgin Mobile, Alaska Communications Systems (ACS), Appalachian Wireless (EKN), Bluegrass Cellular, Cellular One of East Central, IL (ECIT), Cellular One of Northeast Pennsylvania, Cricket, Coral Wireless (Mobi PCS), COX, Cross, Element Mobile (Flat Wireless), Epic Touch (Elkhart Telephone), GCI, Golden State, Hawkeye (Chat Mobility), Hawkeye (NW Missouri), Illinois Valley Cellular, Inland Cellular, iWireless (Iowa Wireless), Keystone Wireless (Immix Wireless\/PC Man), Mosaic (Consolidated or CTC Telecom), Nex-Tech Wireless, NTelos, Panhandle Communications, Pioneer, Plateau (Texas RSA 3 Ltd), Revol, RINA, Simmetry (TMP Corporation), Thumb Cellular, Union Wireless, United Wireless, Viaero Wireless, and West Central (WCC or 5 Star Wireless).<\/li>\n    <li>T-Mobile is not liable for delayed or undelivered messages.<\/li>\n    <li>As always, message and data rates may apply for any messages sent to you from us and to us from you. If you have any questions about your text plan or data plan, it is best to contact your wireless provider. For all questions about the services provided by this short code, you can call (888) 708-0808.<\/li>\n    <li>If you have any questions regarding privacy, please read our <a href='\/privacy-statement'>privacy policy<\/a>.<\/li>\n<\/ol>\n<h3>10. Do Not Track<\/h3>\n<p>Do Not Track (&#8220;DNT&#8221;) is a privacy preference that you can set in your web browser to send a message to the website operator requesting not to be tracked. Currently websites linked to this Privacy Statement do not respond to these DNT signals. For more information about DNT, visit https:\/\/allaboutdnt.com\/. Find-A-Provider Functions.<\/p>\n<p>Sientra provides &#8220;Find-A-Provider&#8221; function on some of our websites. If you choose to use this function, we will collect the Personal Information you provide and, if applicable, share it with the Provider you selected as directed by you. Sientra uses this data for the purpose of connecting you with the physician and may send a onetime optional follow up survey regarding your experience.<\/p>\n<h3>11. Access and Correction<\/h3>\n<p>Sientra takes reasonable measures to maintain updated and accurate Personal Information and we respect your right to access and correct your Personal Information. You may update your Personal Information at any time by contacting us via email at <a href=\"mailto:privacy@sientra.com\">privacy@sientra.com<\/a>. You can also write us at the address in the &#8220;Contact Us&#8221; section below. If you send us a letter, please provide your name, address, email address, and detailed information about the change(s) you would like to make.<\/p>\n<h3>12. California Resident Rights<\/h3>\n<p>If you reside in California you have the right to request and review the Personal Information we have collected about you in the last 12 months (if any), ask us to update or correct Personal Information if it is inaccurate, and in some cases request that we delete your Personal Information. Sientra will not discriminate against you for exercising any of these rights. You may request information once per calendar year about our disclosures of certain categories of identifiable information to third parties for their direct marketing purposes. Such requests must be submitted to us using the contact information listed in the Contact Us section. We will respond to a verifiable consumer request within forty-five days of its receipt. If we require more time, we will inform you of the reason and extension period in writing. To learn more about your California privacy rights, visit https:\/\/oag.ca.gov\/privacy\/privacy-laws.<\/p>\n<p>IMPORTANT NOTE: Sientra may decline consumer&#8217;s request to amend or remove information if we are unable to verify the request, or information that was provided to Sientra by a healthcare professional or a consumer regarding an adverse event or where prohibited by law.<\/p>\n<h3>13. Children<\/h3>\n<p>This site is not intentionally designed for or directed at children under the age of 16 years old. It is Sientra&#8217;s policy to never knowingly collect or maintain Personal Information about children under the age of 16. If we learn we have collected or received Personal Information from a child under 16 without verification of parental consent, we will delete that information. If you believe we might have any information from or about a child under 16, please contact us at the email address below.<\/p>\n<h3>14. Contact Us<\/h3>\n<p>If you have any questions or comments about our Privacy Statement, or if you wish to review, correct or delete any Personal Information held by us please email us at <a href=\"mailto:privacy@sientra.com\">privacy@sientra.co<strong>m<\/strong><\/a> or call toll-free (888)708-0808. You can also reach us vial mail at the address below. Be sure to include your name, address and email address if you want to receive a response via email. Otherwise, we will respond by postal mail within the time required by applicable law.<\/p>\n\nSientra, Inc.<br \/>\n3333 Michelson Drive, Suite 650<br \/>\nIrvine, CA 92612<br \/>\nAttn: Privacy Officer\n\n\nLast Updated: January 7, 2023\n\n\n","protected":false},"excerpt":{"rendered":"<p>Effective January 1, 2020 Sientra, Inc. and its affiliates (hereinafter &#8220;Sientra&#8221;) collect Personal Information in order to connect, communicate and provide services to you. This Privacy Statement is incorporated by reference to the Sientra, Inc. Terms of Use. This Privacy Statement applies to all Sientra online or digital services, including but not limited to www.sientra.com, &hellip; <a href=\"https:\/\/sientra.com\/privacy-statement\/\">Continued<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-259","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v26.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Statement - Sientra<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/sientra.com\/privacy-statement\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Statement - Sientra\" \/>\n<meta property=\"og:description\" content=\"Effective January 1, 2020 Sientra, Inc. and its affiliates (hereinafter &#8220;Sientra&#8221;) collect Personal Information in order to connect, communicate and provide services to you. This Privacy Statement is incorporated by reference to the Sientra, Inc. Terms of Use. This Privacy Statement applies to all Sientra online or digital services, including but not limited to www.sientra.com, &hellip; Continued\" \/>\n<meta property=\"og:url\" content=\"https:\/\/sientra.com\/privacy-statement\/\" \/>\n<meta property=\"og:site_name\" content=\"Sientra\" \/>\n<meta property=\"article:modified_time\" content=\"2023-01-24T04:28:46+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/sientra.com\/wp-content\/uploads\/2021\/01\/aug_@2x_70q-min.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1414\" \/>\n\t<meta property=\"og:image:height\" content=\"1468\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"15 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/sientra.com\/privacy-statement\/\",\"url\":\"https:\/\/sientra.com\/privacy-statement\/\",\"name\":\"Privacy Statement - Sientra\",\"isPartOf\":{\"@id\":\"https:\/\/sientra.com\/#website\"},\"datePublished\":\"2020-07-24T19:28:54+00:00\",\"dateModified\":\"2023-01-24T04:28:46+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/sientra.com\/privacy-statement\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/sientra.com\/privacy-statement\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/sientra.com\/privacy-statement\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/sientra.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Statement\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/sientra.com\/#website\",\"url\":\"https:\/\/sientra.com\/\",\"name\":\"Sientra\",\"description\":\"Breast Implants\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/sientra.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Statement - Sientra","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/sientra.com\/privacy-statement\/","og_locale":"en_US","og_type":"article","og_title":"Privacy Statement - Sientra","og_description":"Effective January 1, 2020 Sientra, Inc. and its affiliates (hereinafter &#8220;Sientra&#8221;) collect Personal Information in order to connect, communicate and provide services to you. This Privacy Statement is incorporated by reference to the Sientra, Inc. Terms of Use. This Privacy Statement applies to all Sientra online or digital services, including but not limited to www.sientra.com, &hellip; Continued","og_url":"https:\/\/sientra.com\/privacy-statement\/","og_site_name":"Sientra","article_modified_time":"2023-01-24T04:28:46+00:00","og_image":[{"width":1414,"height":1468,"url":"https:\/\/sientra.com\/wp-content\/uploads\/2021\/01\/aug_@2x_70q-min.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"15 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/sientra.com\/privacy-statement\/","url":"https:\/\/sientra.com\/privacy-statement\/","name":"Privacy Statement - Sientra","isPartOf":{"@id":"https:\/\/sientra.com\/#website"},"datePublished":"2020-07-24T19:28:54+00:00","dateModified":"2023-01-24T04:28:46+00:00","breadcrumb":{"@id":"https:\/\/sientra.com\/privacy-statement\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/sientra.com\/privacy-statement\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/sientra.com\/privacy-statement\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/sientra.com\/"},{"@type":"ListItem","position":2,"name":"Privacy Statement"}]},{"@type":"WebSite","@id":"https:\/\/sientra.com\/#website","url":"https:\/\/sientra.com\/","name":"Sientra","description":"Breast Implants","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/sientra.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/sientra.com\/wp-json\/wp\/v2\/pages\/259","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/sientra.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/sientra.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/sientra.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/sientra.com\/wp-json\/wp\/v2\/comments?post=259"}],"version-history":[{"count":9,"href":"https:\/\/sientra.com\/wp-json\/wp\/v2\/pages\/259\/revisions"}],"predecessor-version":[{"id":6829,"href":"https:\/\/sientra.com\/wp-json\/wp\/v2\/pages\/259\/revisions\/6829"}],"wp:attachment":[{"href":"https:\/\/sientra.com\/wp-json\/wp\/v2\/media?parent=259"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}