{"id":277,"date":"2020-07-24T20:16:05","date_gmt":"2020-07-24T20:16:05","guid":{"rendered":"https:\/\/sientra.com\/?page_id=277"},"modified":"2021-01-15T03:47:23","modified_gmt":"2021-01-15T03:47:23","slug":"terms-of-use","status":"publish","type":"page","link":"https:\/\/sientra.com\/terms-of-use\/","title":{"rendered":"Terms of Use"},"content":{"rendered":"\n<h1>\n\t\tTerms of Use\n\t<\/h1>\n\t<p>Access to and use of this website are subject to the following terms and conditions and all applicable laws. If you do not agree with these terms of use, please do not use this website. Because we may revise the terms of use from time to time, you should review them periodically.<\/p>\n<h3>Copyrights<\/h3>\n<p>You should assume that all contents of the website are copyrighted unless otherwise noted and may not be used except as provided herein and without our express written permission. Except as expressly provide above, nothing contained herein shall be construed as conferring any license or right under any Sientra copyright.<\/p>\n<h3>Trademarks<\/h3>\n<p>All product names, logos, and service marks displayed on the website that are identified by &reg; or &trade; or appearing in type form different from that of the surrounding text (collectively, the &ldquo;Trademarks&rdquo;) are registered or unregistered trademarks owned by or licensed to Sientra or our affiliates, unless otherwise identified as being owned by another entity. Nothing contained herein shall be construed as conferring by implication, estoppel, or otherwise any license or right, either express or implied, under any patent or Trademark of Sientra or any third party. No use of any Trademark may be made without our prior written authorization, except to identify the product or services of the company.<\/p>\n<h3>User Responsibility<\/h3>\n<p>Each person assumes full responsibility and all risks arising from use of the website. IN NO EVENT SHALL WE, OR ANY OF OUR AFFILIATES, AND\/OR THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, REPRESENTATIVES, INFORMATION PROVIDERS, AND LICENSORS AND\/OR THEIR RESPECTIVE HEIRS AND ASSIGNS BE LIABLE FOR ANY DAMAGES OF ANY KIND OR NATURE, INCLUDING, BUT NOT LIMITED TO, DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY, SPECIAL (INCLUDING LOSS OF PROFIT), PUNITIVE, OR OTHER DAMAGES ARISING FROM OR IN CONNECTION WITH THE EXISTENCE OR USE OF THE WEBSITE, REGARDLESS OF WHETHER SIENTRA OR ANY OF THE OTHER ENTITIES OR PERSONS LISTED ABOVE HAS BEEN ADVISED AS TO THE POSSIBILITY OF SUCH DAMAGES. This includes damages to, or for viruses that may infect your computer equipment. Without limiting the foregoing, everything on the website is provided to you &ldquo;AS IS&rdquo; AND WE MAKE NO REPRESENTATIONS OR WARRANTIES OF ANY KIND OR NATURE WITH RESPECT TO THIS WEBSITE. WE HEREBY DISCLAIM ALL REPRESENTATIONS AND WARRANTIES, WHETHER EXPRESS OR IMPLIED, CREATED BY LAW, CONTRACT OR OTHERWISE, INCLUDING, BUT NOT LIMITED TO, ANY WARRANTIES OF MERCHANTIBILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, OR NON-INFRINGEMENT. WE MAKE NO REPRESENTATION OR WARRANTY THAT ACCESS TO THE WEBSITE WILL BE AVAILABLE ON A TIMELY BASIS, WILL BE UNINTERRUPTED, OR THAT THE INFORMATION CONTAINED ON THE WEBSITE WILL BE TIMELY OR ERROR FREE. Please note that some jurisdictions may not allow the exclusion of implied warranties, so some of the above exclusions may not apply to you. Check your local laws for any restrictions or limitations regarding the exclusion of implied warranties.<\/p>\n<h3>Medical Advice<\/h3>\n<p>No information contained on this website is provided with the intention to give medical advice or instructions on the accurate use of our products. We cannot answer unsolicited emails requesting personal medical advice; visitors should always consult a healthcare professional.<\/p>\n<h3>Personal Information<\/h3>\n<p>Any communication or material that you transmit to, or post on, this website by electronic mail or otherwise, including any data, questions, comments, suggestions, or the like, is, and will be treated as, non-confidential and nonproprietary information, and we shall have no obligation of any kind with respect to such information. We and any of our affiliates may use such information for any purpose whatsoever, including, but not limited to, reproduction, disclosure, transmission, publication, broadcast, and further posting. Further, we and any of our affiliates shall be free to use such information, including, but not limited to, any ideas, concepts, know-how, or techniques contained therein, for any purpose whatsoever, including, but not limited to, researching, developing, manufacturing, and marketing products incorporating such information.<\/p>\n<h3>Countries<\/h3>\n<p>This website and its contents are intended for use by U.S. residents only. Nothing contained on the website should be construed as solicitation or promotion for any product or for the use of any product in a way which is not authorized by the country in which the reader is physically located. This website provides information about products or uses that may not be available in particular countries. Trademarks used for certain products may differ in specific countries. Some of the products mentioned may in certain countries be approved or cleared by regulatory authorities for sale or use with different indications, dosages, and restrictions.<\/p>\n<h3>Liability<\/h3>\n<p>So far as permitted by applicable laws, we do not accept, and expressly disclaim, any liability for any direct, incidental, consequential, indirect, or punitive loss or damage arising out of access to, use of, or inability to use this website, or any errors or omissions in the content thereof. Except as may otherwise be required by law, we have no duty to update our website.<\/p>\n<h3>Links to Other Websites<\/h3>\n<p>This website may contain links to other websites. We are not responsible for and do not control the contents or performance of such websites, and accept no responsibility for the consequences of your use thereof.<\/p>\n<h3>Social Media Community Guidelines<\/h3>\n<p>Sientra envisions a world where everybody&rsquo;s full beauty can be realized. As we pursue our vision, we recognize that, together, we are advancing what is possible in medical aesthetics and, in turn, opening up more ways to experience and reach many states of inner and outer beauty.<\/p>\n<p>We encourage our social media community members to engage in discussions with us. Please feel free to ask questions, comment, share our posts, and discuss. When you do, we ask that you make sure your contributions are respectful, courteous, and constructive.<\/p>\n<p>We accept that disagreements will happen. However, we will not tolerate when disagreements turn offensive. Please do not insult other community members or be disrespectful. When you disagree with something someone has said, please say so in a polite manner, and please provide sources for any information you cite, if you can.<\/p>\n<h3>To put it another way:<\/h3>\n<p>We will not tolerate threatening, abusive, harassing, intimidating, libelous, defamatory, obscene, vulgar, pornographic, profane, indecent, illegal or unlawful content. We will not tolerate spam, which we define as promotion of commercial interests or repeated posting of the same content.<\/p>\n<p>Posts violating these requirements may be removed at any time and without notice. We also ask that you keep conversations on-topic with the original post. Our community members normally get along very well, and discussions can veer in a number of interesting directions. We ask that you help us keep focus by providing meaningful, relevant content to the members of our community.<\/p>\n<p>This page is intended to answer questions and provide support for patients, physicians and the community. However, some questions really need the attention of medical experts. When questions get very technical, or when responding publicly may violate your privacy, we may send you a private message or direct you to a phone number to speak to a professional to address your concerns.<\/p>\n<p>This page is monitored during business hours only, so please allow 24 hours for us to respond to your comments.<\/p>\n<p>And, as always, in case of an emergency, dial 911.<\/p>\n<p>Thank you for participating, and welcome!<\/p>\n<hr \/>\n<h3>Terms and Conditions<\/h3>\n<p>Thank you for participating, and welcome!<\/p>\n<ol>\n<li>The content and service providers are not engaged in rendering medical or any kind of other professional services through Sientra social media. Users must consult with a medical professional before taking any action based upon the information accessed or viewed through the social media sites. The content on Sientra social media sites DOES NOT constitute medical advice and SHOULD NOT be relied upon to replace or overrule a clinical diagnosis or a licensed healthcare professional&rsquo;s judgment or guidance. Responses posted on behalf of Sientra should never be construed as medical advice.<\/li>\n<li>Sientra social media sites are not warranted or guaranteed to be free of errors, omissions, delays, losses of data, viruses, bugs, worms or defects. Sientra makes no warranties of any kind and does not represent that the content is accurate, complete, or reliable.<\/li>\n<li>Users are responsible for the content submitted to social media sites. Social media users grant Sientra:\n<ul>\n<li>The royalty-free worldwide license, with the right to sublicense, which is irrevocable, perpetual, transferable and non-exclusive<\/li>\n<li>The right to reproduce, publish, display and distribute content<\/li>\n<li>The right to create derivative works from the content<\/li>\n<li>The right to use content for any Sientra purpose<\/li>\n<li>The right to edit, modify and delete content<\/li>\n<\/ul>\n<\/li>\n<li>Users agree to:\n<ul>\n<li>Not submit any content that infringes any trademark, patent, copyright, intellectual property or other proprietary rights<\/li>\n<li>Not violate local, state, federal and international laws and regulations<\/li>\n<li>Not submit disruptive, threatening, abusive, profane, harassing, embarrassing, defamatory, derogatory, libelous, obscene, hateful or racial content<\/li>\n<li>Not submit product and service advertisements and endorsements<\/li>\n<li>Not submit content which can be construed as political lobbying<\/li>\n<\/ul>\n<\/li>\n<li>Users assume all responsibility related to the security, privacy and confidentiality risks associated with sending any content over the Internet.<\/li>\n<li>Sientra social media site content must not be downloaded, posted, displayed, published, reproduced, copied, distributed, reverse engineered, performed or otherwise exploited.<\/li>\n<li>Content must not be altered, edited, deleted, removed or modified in any way.<\/li>\n<li>Sientra reserves the right to edit, modify, remove or delete any content or other information or materials submitted by social media users.<\/li>\n<li>Sientra may monitor, restrict, block, suspend or discontinue user access to Sientra social media sites, at any time, with or without advance notice, and for any reason or no reason at all.<\/li>\n<li>Users agree to defend, indemnify and hold Sientra and its content and service providers harmless from any and all claims, liabilities, losses, damages, settlements, judgments, costs and expenses, including attorneys&rsquo; fees, arising in any way from their use of or access to Sientra social media. Any dispute, claim or action related to your use, viewing, posting or access to Sientra social media shall be construed in accordance with the laws of the Commonwealth of Delaware, without regard to its conflicts of laws principles.<\/li>\n<li>Sientra reserves the right, at its sole discretion, to suspend, modify or update its terms and conditions at any time without prior notice. Users&rsquo; continued use of Sientra&rsquo;s social media after such changes will be considered acceptance of those changes. Changes will be effective when posted.<\/li>\n<li>Sientra social media, including, without limitation, all services, content, functions, materials and information provided through Sientra social media, are provided &ldquo;as is,&rdquo; &ldquo;with all faults&rdquo;, &ldquo;as available,&rdquo; without warranty of any kind, including, without limitation:\n<ul>\n<li>any warranty for information, data, data processing, uptime or uninterrupted access<\/li>\n<li>any warranties concerning the availability, accuracy, precision, correctness, thoroughness, completeness, usefulness or content of information<\/li>\n<li>any warranties of title, non-infringement, merchantability or fitness for a particular purpose<\/li>\n<\/ul>\n<\/li>\n<li>Content is not meant to be an endorsement or representation by Sientra or any other party other than the person from which the content originated and was posted.<\/li>\n<li>Posting on Sientra social media does not obligate Sientra in anyway, and does not grant ownership rights to which Sientra will compensate the User.<\/li>\n<li>Sientra disclaims any and all such warranties, express and implied.<\/li>\n<li>Sientra, or any of its directors, officers, employees, agents, content or service providers is not liable for any direct, indirect, special, incidental, consequential, exemplary or punitive damages arising from, or directly or indirectly related to, the use or the inability to use Sientra social media or the social media content.<\/li>\n<li>Sientra does not warrant or safeguard against intentional or malicious attempts to intercept or compromise user information posted to Sientra social media or sent over the Internet.<\/li>\n<li>Sientra may suspend, change or discontinue any aspect of Sientra social media at any time.<\/li>\n<\/ol>\n\n","protected":false},"excerpt":{"rendered":"<p>Terms of Use Access to and use of this website are subject to the following terms and conditions and all applicable laws. If you do not agree with these terms of use, please do not use this website. Because we may revise the terms of use from time to time, you should review them periodically. &hellip; <a href=\"https:\/\/sientra.com\/terms-of-use\/\">Continued<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-277","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v26.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms of Use - Sientra<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/sientra.com\/terms-of-use\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms of Use - Sientra\" \/>\n<meta property=\"og:description\" content=\"Terms of Use Access to and use of this website are subject to the following terms and conditions and all applicable laws. If you do not agree with these terms of use, please do not use this website. Because we may revise the terms of use from time to time, you should review them periodically. &hellip; Continued\" \/>\n<meta property=\"og:url\" content=\"https:\/\/sientra.com\/terms-of-use\/\" \/>\n<meta property=\"og:site_name\" content=\"Sientra\" \/>\n<meta property=\"article:modified_time\" content=\"2021-01-15T03:47:23+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/sientra.com\/wp-content\/uploads\/2021\/01\/aug_@2x_70q-min.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1414\" \/>\n\t<meta property=\"og:image:height\" content=\"1468\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/sientra.com\/terms-of-use\/\",\"url\":\"https:\/\/sientra.com\/terms-of-use\/\",\"name\":\"Terms of Use - Sientra\",\"isPartOf\":{\"@id\":\"https:\/\/sientra.com\/#website\"},\"datePublished\":\"2020-07-24T20:16:05+00:00\",\"dateModified\":\"2021-01-15T03:47:23+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/sientra.com\/terms-of-use\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/sientra.com\/terms-of-use\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/sientra.com\/terms-of-use\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/sientra.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms of Use\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/sientra.com\/#website\",\"url\":\"https:\/\/sientra.com\/\",\"name\":\"Sientra\",\"description\":\"Breast Implants\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/sientra.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms of Use - Sientra","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/sientra.com\/terms-of-use\/","og_locale":"en_US","og_type":"article","og_title":"Terms of Use - Sientra","og_description":"Terms of Use Access to and use of this website are subject to the following terms and conditions and all applicable laws. If you do not agree with these terms of use, please do not use this website. Because we may revise the terms of use from time to time, you should review them periodically. &hellip; Continued","og_url":"https:\/\/sientra.com\/terms-of-use\/","og_site_name":"Sientra","article_modified_time":"2021-01-15T03:47:23+00:00","og_image":[{"width":1414,"height":1468,"url":"https:\/\/sientra.com\/wp-content\/uploads\/2021\/01\/aug_@2x_70q-min.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/sientra.com\/terms-of-use\/","url":"https:\/\/sientra.com\/terms-of-use\/","name":"Terms of Use - Sientra","isPartOf":{"@id":"https:\/\/sientra.com\/#website"},"datePublished":"2020-07-24T20:16:05+00:00","dateModified":"2021-01-15T03:47:23+00:00","breadcrumb":{"@id":"https:\/\/sientra.com\/terms-of-use\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/sientra.com\/terms-of-use\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/sientra.com\/terms-of-use\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/sientra.com\/"},{"@type":"ListItem","position":2,"name":"Terms of Use"}]},{"@type":"WebSite","@id":"https:\/\/sientra.com\/#website","url":"https:\/\/sientra.com\/","name":"Sientra","description":"Breast Implants","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/sientra.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/sientra.com\/wp-json\/wp\/v2\/pages\/277","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/sientra.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/sientra.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/sientra.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/sientra.com\/wp-json\/wp\/v2\/comments?post=277"}],"version-history":[{"count":0,"href":"https:\/\/sientra.com\/wp-json\/wp\/v2\/pages\/277\/revisions"}],"wp:attachment":[{"href":"https:\/\/sientra.com\/wp-json\/wp\/v2\/media?parent=277"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}