{"id":12,"date":"2024-04-06T16:39:57","date_gmt":"2024-04-06T16:39:57","guid":{"rendered":"https:\/\/myaveli.com\/?page_id=12"},"modified":"2024-06-18T00:37:16","modified_gmt":"2024-06-18T00:37:16","slug":"site-terms","status":"publish","type":"page","link":"https:\/\/myaveli.com\/site-terms\/","title":{"rendered":"Site Terms"},"content":{"rendered":"<body>\n<div class=\"wp-block-getwid-section getwid-section-content-full-width\"><div class=\"wp-block-getwid-section__wrapper\"><div class=\"wp-block-getwid-section__inner-wrapper\"><div class=\"wp-block-getwid-section__background-holder\"><div class=\"wp-block-getwid-section__background\"><\/div><div class=\"wp-block-getwid-section__foreground\"><\/div><\/div><div class=\"wp-block-getwid-section__content\"><div class=\"wp-block-getwid-section__inner-content\">\n<h1 class=\"wp-block-heading\">Terms of Service<\/h1>\n\n\n\n<p><br><strong>EFFECTIVE DATE: OCTOBER 1, 2021<\/strong><\/p>\n\n\n\n<p>INTRODUCTION<\/p>\n\n\n\n<p>These Terms of Service (“Terms”) (i) set out the terms between you and Revelle Aesthetics (“Revelle,” “we”, “us”, or “our”) under which you may access and use our website and related services that link to these Terms (the “Services”); and (ii) incorporate the provisions set forth in our <a href=\"\/privacy-policy\/\">Privacy Policy<\/a>, which details how we collect and process information from and about you.<\/p>\n\n\n\n<p>THESE TERMS ARE A BINDING LEGAL AGREEMENT. BY ACCESSING OR USING OUR SERVICES YOU ACKNOWLEDGE AND AGREE TO THESE TERMS ON BEHALF OF YOURSELF OR THE ENTITY YOU REPRESENT. IF YOU ARE AN INDIVIDUAL ACCESSING OR USING THE SERVICES ON BEHALF OF, OR FOR THE BENEFIT OF, ANY ENTITY, YOU ARE AGREEING TO THE TERMS ON BEHALF OF YOURSELF AND SUCH ORGANIZATION, AND YOU REPRESENT AND WARRANT YOU HAVE THE LEGAL AUTHORITY TO BIND SUCH ORGANIZATION TO THESE TERMS. REFERENCES TO “YOU” AND “YOUR” IN THESE TERMS REFER TO BOTH THE INDIVIDUAL ACCESSING THE SERVICES AND TO ANY SUCH ORGANIZATION.<\/p>\n\n\n\n<p>IF YOU DO NOT AGREE WITH ANY ELEMENT OF THESE TERMS, YOU SHOULD CEASE ACCESSING OR USING THE SERVICES IMMEDIATELY.<\/p>\n\n\n\n<p><strong>ELIGIBILITY AND ACCOUNT REGISTRATION<\/strong><\/p>\n\n\n\n<p><strong>Eligibility.<\/strong> The Services are intended for users aged 18 and older. By using the Services, you represent and warrant that you are at least 18 years of age. You further represent and warrant that: (1) you are not located in a country that is subject to a United States government embargo, or that has been designated by the United States government as a “terrorist supporting” country, and (2) you are not listed on any United States government list of prohibited or restricted parties.<\/p>\n\n\n\n<p><strong>Account registration. <\/strong>You may be required to register or create an account to use parts of the Services. If so, during the registration process, you may be required to select a username and password and provide us with additional information about you. It is your responsibility to ensure that your password remains confidential and secure. By registering, you agree that you are fully responsible for all activities that occur under your username and password. We will assume that any communications we receive under your account have been made by you.<\/p>\n\n\n\n<p>You are responsible for notifying us if you become aware of any unauthorized use of or access to your account. To contact us, please see our contact information below. You understand and agree that we may require you to provide information that may be used to confirm your identity and help safeguard your account. We will not be liable for any loss, damages, liability, expenses or lawyers’ fees that you may incur as a result of someone else using your password or account, either with or without your knowledge and\/or authorization, and regardless of whether you have or have not advised us of such unauthorized use.<\/p>\n\n\n\n<p><strong>OUR PROPRIETARY RIGHTS<\/strong><\/p>\n\n\n\n<p>The Services are owned and operated by Revelle and contain materials (including all software, design, text, editorial materials, informational text, photographs, illustrations, audio clips, video clips, artwork and other graphic materials, and names, logos, trademarks and services marks) which are derived in whole or in part from materials supplied by Revelle and its partners, as well as certain other third parties, and are protected by copyright laws, international treaty provisions, trademarks, service marks and other intellectual property laws. You agree to abide by all applicable copyright and other laws. You acknowledge that the Services have been developed, compiled, prepared, revised, selected, and arranged by Revelle and others through the application of methods and standards of judgment developed and applied through the expenditure of substantial time, effort, and money and constitute valuable intellectual property of Revelle and such others. You agree to protect the proprietary rights of Revelle and all others having rights in the Services during and after the term of these Terms and to comply with all reasonable written requests made by Revelle or its partners, suppliers, and licensors (collectively, “Suppliers”) of content or otherwise to protect their and others’ contractual, statutory, and common law rights in the Services. You agree to notify Revelle immediately upon becoming aware of any claim that the Services infringes upon any copyright, trademark, or other contractual, statutory, or common law rights. All present and future rights in and to trade secrets, patents, copyrights, trademarks, service marks, know-how, and other proprietary rights of any type under the laws of any governmental authority, domestic or foreign, including without limitation rights in and to all applications and registrations relating to the Services shall, as between you and Revelle and its Suppliers, at all times be and remain the sole and exclusive property of Revelle and its Suppliers. Any unauthorized use of any material contained on or through the Services may violate copyright laws, trademark laws, the laws of privacy and publicity and communications regulations and statutes.<\/p>\n\n\n\n<p><strong>YOUR OBLIGATIONS AND REPRESENTATIONS<\/strong><\/p>\n\n\n\n<p>You agree to comply with all applicable local, state, national and foreign laws, treaties, regulations and conventions in connection with your use of the Services, including without limitation those related to data privacy, international communications, and the exportation of technical or personal data from locations other than the location from which Revelle controls and operates the Services and services associated therewith. Furthermore, you expressly agree not to violate any rights of publicity or privacy of any person, nor defame any person or entity.<\/p>\n\n\n\n<p><strong>USER CONTENT AND SUBMISSIONS<\/strong><\/p>\n\n\n\n<p><strong>User Content and Posts. <\/strong>The Services may enable you to submit, post, upload, or otherwise make available (collectively, “Post”) content such as video clips, photographs, reviews, questions, comments, public messages, ideas, designs, features, business plans, inventions, product feedback, comments and other content (collectively, “User Content”) that may or may not be viewable by other users.<\/p>\n\n\n\n<p><strong>Our License to User Content. <\/strong>When you Post User Content on or through the Services, you grant us a world-wide, perpetual, irrevocable, royalty-free, non-exclusive, and sub-licensable license to use, copy, distribute, reproduce, modify, edit, adapt, publicly perform, publicly display, translate, create derivative works from, sell, lease, transmit, communicate to the public, disassemble, and publish such User Content, in whole or in part, in any format or medium now known or developed in the future, including without limitation for promoting and redistributing part or all of the Services (and derivative works thereof) in any media formats and through any media channels. Notwithstanding the foregoing, our use of your personal data shall be governed by our Privacy Policy.<\/p>\n\n\n\n<p><strong>User Content Representations. <\/strong>You acknowledge and agree that all User Content that you Post is your sole responsibility. You represent that you have all required rights to Post or transmit such User Content without violation of any third-party rights. You understand that Revelle and its Suppliers do not control, and are not responsible for, User Content, and that by using the Services, you may be exposed to User Content from other users that is offensive, indecent, inaccurate, misleading, or otherwise objectionable. Please also note that User Content may contain typographical errors, other inadvertent errors or inaccuracies. You agree that you will indemnify, defend, and hold harmless Revelle and its Suppliers for all claims resulting from User Content you Post. We reserve the right, at our own expense, to assume the exclusive defense and control of such disputes, and in any event you will cooperate with us in asserting any available defenses.<\/p>\n\n\n\n<p><strong>User Content Review. <\/strong>You acknowledge and agree that we may or may not, at our discretion, pre-screen User Content before its appearance on the Services (but also that we do not assume any obligation to). You further acknowledge and agree that we reserve the right (but does not assume the obligation) in our sole discretion to reject, move, edit or remove any User Content that is contributed to the Services. Additionally, we have the right to remove any User Content that violates these Terms or is otherwise objectionable in our sole discretion. You acknowledge and agree that we do not verify, adopt, ratify, or sanction User Content, and you agree that you must evaluate and bear all risks associated with your use of User Content or your reliance on the accuracy, completeness, or usefulness of User Content.<\/p>\n\n\n\n<p><strong>User Submissions. <\/strong>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback or other information relevant to the Services (“Submissions”), provided by you to us and our Suppliers, are non-confidential and we and our Suppliers will be entities to the unrestricted use and dissemination of these Submissions for any purpose, commercial or otherwise, without compensation to you.<\/p>\n\n\n\n<p><strong>LICENSE AND PROHIBITED CONDUCT<\/strong><\/p>\n\n\n\n<p><strong>Your License.<\/strong> Subject to your compliance with these Terms, we grant you a limited, non-exclusive, non-sublicensable, non-transferable, and revocable right to access and use the Services only in a manner that complies with all legal requirements that apply to you or your use of the Services, including those relating to data security and data privacy, and any other agreements we have directly with you. We may revoke this license at any time, in our sole discretion. Upon any such revocation, you must promptly destroy all materials downloaded or otherwise obtained from the Services, as well as all copies of such materials, whether made in accordance with these Terms or otherwise.<\/p>\n\n\n\n<p>Restrictions on Use: In accessing and using the Services, you shall not Post any User Content or engage in any actions that:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Are defamatory, obscene, indecent, abusive, offensive, harassing, violent, hateful, inflammatory, or otherwise objectionable; promote sexually explicit or pornographic material, violence, or discrimination based on race, sex, religion, nationality, disability, sexual orientation, or age<\/li>\n\n\n\n<li>Reproduce, duplicate, copy, sell, re-sell, or otherwise commercialize any part of the Services;<\/li>\n\n\n\n<li>Violate the legal or privacy rights of others<\/li>\n\n\n\n<li>Access without authority, interfere with, damage, or disrupt any part of our Services or software or equipment or network on which the Services is stored<\/li>\n\n\n\n<li>Attempt to gain unauthorized access to the Services, the server on which the Services is stored or any server, computer or database connected to our site; use the Services in any way that breaches any law or regulation<\/li>\n\n\n\n<li>Are unlawful or fraudulent, or have any unlawful, fraudulent, or intentionally misleading purpose or effect or promote such activity<\/li>\n\n\n\n<li>Transmit or cause the transmission of any unsolicited or unauthorized advertising or promotional material or any other form of similar solicitation, such as the sending of spam emails<\/li>\n\n\n\n<li>Violate any intellectual property laws, including, by way of example, and not as limitation, copyright or trademark laws (or rights of privacy or publicity) unless you own or control the rights thereto or have received all necessary consent to do the same<\/li>\n\n\n\n<li>Transmit data, send, introduce, or upload any material that contains viruses, Trojan horses, worms, time-bombs, keystroke loggers, spyware, adware, malware, corrupted files, or any other harmful programs or similar computer code designed to adversely impact the operation of any computer software or hardware<\/li>\n\n\n\n<li>Attack our site via a denial-of-service attack or a distributed denial-of service attack<\/li>\n\n\n\n<li>Impersonate any person, or misrepresent your identity or affiliation with any person or organization<\/li>\n\n\n\n<li>Link to or frames the Services from another website or service, except as permitted by us in writing<\/li>\n\n\n\n<li>Involve commercial product sales or marketing activities, such as contests, sweepstakes, and other sales promotions, barter, or advertising<\/li>\n\n\n\n<li>Modify, disassemble, decompile, prepare derivative works of, reverse engineer or otherwise attempt to gain access to the source code of the Services<\/li>\n\n\n\n<li>Build or benchmark a competitive product or service, or copy any features, functions or graphics of the Services<\/li>\n\n\n\n<li>Use any robot, spider, or other automatic device, process, or means to access the Services for any purpose, including monitoring or copying any of the material on the Services<\/li>\n\n\n\n<li>Use any manual process to monitor or copy any of the material on the Services, or for any other purpose not expressly authorized in these Terms, without our prior written consent<\/li>\n\n\n\n<li>Otherwise attempt to interfere with the proper working of the Website<\/li>\n<\/ul>\n\n\n\n<p>Revelle reserves the right, but disclaims any obligation or responsibility, to (a) refuse to post or communicate or remove any User Content that violates these Terms and (b) identify any user to third parties, and\/or disclose to third parties any User Content, when we believe in good faith that such identification or disclosure is necessary to (i) facilitate compliance with laws, including, for example, compliance with a court order or subpoena, or (ii) enforce these Terms and\/or protect the safety or security of any person or property.<\/p>\n\n\n\n<p><strong>DISCLAIMER OF WARRANTIES<\/strong><\/p>\n\n\n\n<p>EXCEPT WHERE EXPRESSLY PROVIDED OTHERWISE BY REVELLE, THE MATERIALS ON THE SERVICES ARE PROVIDED “AS IS,” AND ARE FOR USE AS CONTRACTED HEREIN. EXCEPT FOR THE EXPRESS WARRANTIES SET FORTH HEREIN, REVELLE AND ITS SUPPLIERS HEREBY DISCLAIM ALL EXPRESS OR IMPLIED REPRESENTATIONS, WARRANTIES, GUARANTIES, AND CONDITIONS WITH REGARD TO THE SERVICES, THE MATERIALS, AND THE PRODUCTS AND SERVICES ASSOCIATED THEREWITH INCLUDING BUT NOT LIMITED TO ANY IMPLIED REPRESENTATIONS, WARRANTIES, GUARANTIES, AND CONDITIONS OF ANY KIND INCLUDING WITHOUT LIMITATION THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT, AND QUALITY OF GOODS AND SERVICES EXCEPT TO THE EXTENT THAT SUCH DISCLAIMERS ARE HELD TO BE LEGALLY INVALID. REVELLE AND ITS SUPPLIERS MAKE NO REPRESENTATIONS, GUARANTIES OR WARRANTIES REGARDING THE RELIABILITY, AVAILABILITY, TIMELINESS, QUALITY, SUITABILITY, TRUTH, ACCURACY OR COMPLETENESS OF THE SERVICES AND THE PRODUCTS, SERVICES AND\/OR MATERIALS ASSOCIATED WITH THE SERVICES, OR THE RESULTS YOU MAY OBTAIN BY ACCESSING OR USING THE SERVICES AND\/OR THE PRODUCTS, SERVICES AND\/OR MATERIALS ASSOCIATED THEREWITH.<\/p>\n\n\n\n<p>WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, REVELLE AND ITS SUPPLIERS DO NOT REPRESENT OR WARRANT THAT (A) THE OPERATION OR USE OF THE SERVICES OR MATERIALS WILL BE TIMELY, SECURE, UNINTERRUPTED OR ERROR-FREE; (B) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL YOU PURCHASE OR OBTAIN THROUGH THE SERVICES WILL MEET YOUR REQUIREMENTS; OR (C) THE GOODS, SERVICES, MATERIALS, OR THE SYSTEMS THAT MAKE THE SERVICES AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. YOU ACKNOWLEDGE THAT NEITHER REVELLE NOR ITS SUPPLIERS CONTROL THE TRANSFER OF DATA OVER COMMUNICATIONS FACILITIES, INCLUDING THE INTERNET, AND THAT THE SERVICES AND\/OR MATERIALS ASSOCIATED THEREWITH MAY BE SUBJECT TO LIMITATIONS, DELAYS, AND OTHER PROBLEMS INHERENT IN THE USE OF SUCH COMMUNICATIONS FACILITIES. REVELLE IS NOT RESPONSIBLE FOR ANY DELAYS, DELIVERY FAILURES, OR OTHER DAMAGE RESULTING FROM SUCH PROBLEMS. YOU ASSUME THE ENTIRE RISK OF LOSS OF INFORMATION AND\/OR DAMAGE DUE TO YOUR USE OF THE SERVICES.<\/p>\n\n\n\n<p>REVELLE EXPRESSLY DISCLAIMS ANY WARRANTY RELATED TO THE QUALITY OF PRODUCTS AND\/OR SERVICES, IF ANY, REFERENCED ON THE SERVICES. YOU USE AND INTERACT WITH THIRD-PARTY PROVIDERS AND AFFILIATED SERVICES AT YOUR PERIL AND ASSUME ALL RISKS RELATED TO USE OF SAID THIRD-PARTY PROVIDERS AND SERVICES. FURTHER, TO THE EXTENT PERMITTED UNDER APPLICABLE LAWS, YOU HEREBY RELEASE US FROM ANY AND ALL CLAIMS OR LIABILITY RELATED TO ANY PRODUCT OR SERVICE OFFERED BY US, OUR SERVICE PROVIDERS, THIRD-PARTY PROVIDERS, OR SUPPLIERS; AND FROM ANY ACTION OR INACTION BY US, OUR SERVICE PROVIDERS, SUPPLIERS, OR THIRD-PARTY PROVIDERS OR OTHER SERVICES USERS, INCLUDING OUR, OUR SERVICE PROVIDERS, SUPPLIERS, OR THIRD-PARTY PROVIDERS OR OTHER USERS’ FAILURE TO COMPLY WITH THESE TERMS.<\/p>\n\n\n\n<p>THE INFORMATION PRESENTED ON OR THROUGH THE SERVICES IS MADE AVAILABLE FOR GENERAL INFORMATION PURPOSES. WE DO NOT WARRANT THE ACCURACY, COMPLETENESS, OR USEFULNESS OF THIS INFORMATION. ANY RELIANCE YOU PLACE ON SUCH INFORMATION IS STRICLY AT YOUR OWN RISK. WE DISCLAIM ALL LIABILITY AND RESPONSIBILITY ARISING FROM ANY RELIANCE PLACED ON SUCH MATERIALS BY YOUR OR ANY OTHER USER OF THE SERVICES, OR BY ANYONE WHO MAY BE INFORMED OF ANY OF ITS CONTENTS.<\/p>\n\n\n\n<p><strong>LIMITATION ON LIABILITY<\/strong><\/p>\n\n\n\n<p>TO THE FULLEST EXTENT PROVIDED BY LAW, IN NO EVENT WILL REVELLE, ITS AFFILIATES, AND SUPPLIERS, AND THEIR RESPECTIVE OFFICERS, DIRECTORS, LICENSORS, SERVICE PROVIDERS, EMPLOYEES, CONTRACTORS, SUCCESSORS AND ASSIGNS BE LIABLE FOR INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, OR OTHERWISE, EVEN IF FORESEEABLE.<\/p>\n\n\n\n<p>TO THE FULLEST EXTENT PROVIDED BY LAW, IN NO EVENT WILL THE COLLECTIVE LIABILITY OF REVELLE, ITS AFFILIATES, AND SUPPLIERS, AND THEIR RESPECTIVE OFFICERS, DIRECTORS, LICENSORS, SERVICE PROVIDERS, EMPLOYEES, CONTRACTORS, SUCCESSORS AND ASSIGNS TO ANY PARTY (REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT, TORT, OR OTHERWISE) EXCEED THE GREATER OF (A) $100, OR (B) THE AMOUNT YOU HAVE PAID TO REVELLE FOR THE APPLICABLE SERVICE OR PRODUCT OUT OF WHICH LIABILITY AROSE, IF ANY.<\/p>\n\n\n\n<p><strong>INDEMNIFICATION<\/strong><\/p>\n\n\n\n<p>You agree to defend, indemnify, and hold harmless Revelle, its affiliates, Suppliers, licensors, and service providers, and its and their respective officers, directors, employees, contractors, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms or your use of the Services, including, but not limited to, your User Content, any use of the Service’s content, services, and products other than as expressly authorized in these Terms, or your use of any information obtained from the Services.<\/p>\n\n\n\n<p><strong>MODIFICATIONS OF SERVICES AND THESE TERMS<\/strong><\/p>\n\n\n\n<p>We reserve the right, in our sole discretion, to discontinue, change, improve, or correct our Services, including all Services content, and\/or these Terms. Our Services may not be available during maintenance breaks and other times. We may also decide to discontinue our Services or any part thereof at any time in our sole discretion. You are responsible for regularly reviewing our Terms and other applicable terms and notices. Continued access and use of our Services shall constitute your consent to such changes as of the “Last Revised” above.<\/p>\n\n\n\n<p>Certain provisions of these terms may be superseded by expressly designated legal notices or terms located on particular pages of the Services, which may be posted from time to time. Your continued use of the Services after any such changes and\/or postings shall constitute your consent to such changes.<\/p>\n\n\n\n<p><strong>THIRD-PARTY WEBSITES AND LINKS<\/strong><\/p>\n\n\n\n<p>Our Services incorporate links to third party websites or features for your information only. Some third-party websites may collect data or solicit information from you. We neither own nor control such third-party websites and are not responsible for their content or actions (“Third-Party Websites”). Please read all applicable terms, conditions, and privacy policies of any Third-Party Website that may be linked to our Services. Your access and use of any Third-Party Website is at your own risk.<\/p>\n\n\n\n<p><strong>GOVERNING LAW AND JURISDICTION<\/strong><\/p>\n\n\n\n<p>All matters relating to the Services and these Terms, and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), shall be governed by and construed in accordance with the internal laws of the State of California, United States, without giving effect to any choice or conflict of law provision or rule. Any legal suit, action, or proceeding arising out of, or related to, these Terms or the Services shall be instituted exclusively in the federal courts of the United States or the courts of Santa Clara County in the State of California. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts for purposes of these Terms only.<\/p>\n\n\n\n<p>If you are a European Union citizen or otherwise subject to the laws of the European Union, notwithstanding the above, you will benefit from any mandatory provisions of the law of the country in which you reside.<\/p>\n\n\n\n<p><strong>TERM &amp; TERMINATION<\/strong><\/p>\n\n\n\n<p>Term. Both you and Revelle may terminate this Agreement at any time by giving written notice through the Services or other means to the other, provided that any paid services are subject to the term and termination provisions of the applicable commercial agreement.<\/p>\n\n\n\n<p>Effect of Termination. On termination, you lose the right to access or use the Services. All terms of these Terms, which by their nature are intended to survive the Term’s termination or expiration, will so survive, including usage restrictions, disclaimers, indemnity, limitations of liability, and termination provisions.<\/p>\n\n\n\n<p><strong>GENERAL PROVISIONS<\/strong><\/p>\n\n\n\n<p><strong>Assignment and Delegation.<\/strong> We may assign our rights under these Terms for any reason, including a change of control or merger as a result of the transfer of assets. You may not assign any of your rights under these Terms, except with our prior written consent. All assignments of your rights are prohibited under this section, whether they are voluntary or involuntary, by merger, consolidation, dissolution, operation of law, or any other manner. For purposes of this section, a “change of control” is deemed an assignment of rights, and “merger” refers to any merger in which you participate, regardless of whether you are a surviving or disappearing corporation. We may delegate our performance under these Terms freely. You may not delegate any performance under these Terms. Any purported assignment of rights or delegation of performance in violation of this section is void.<\/p>\n\n\n\n<p><strong>Severability. <\/strong>In the event any provision of these Terms is held invalid or unenforceable, the remaining portions shall continue in full force and effect.<\/p>\n\n\n\n<p><strong>Entire Agreement. <\/strong>These Terms represent the parties’ entire understanding relating to the use of the Services and supersedes any prior or contemporaneous, conflicting, or additional communications.<\/p>\n\n\n\n<p><strong>Relationship of the Parties.<\/strong> No joint venture, partnership, employment, or agency relationship exists between Revelle and you as a result of these Terms or use of the Services.<\/p>\n\n\n\n<p><strong>No Waiver.<\/strong> The failure of either party to enforce any right or provision in these Terms shall not constitute a waiver of such right or provision unless acknowledged and agreed to by such party in writing. Any and all rights not expressly granted herein are reserved by Revelle.<\/p>\n\n\n\n<p><strong>CONTACT US<\/strong><\/p>\n\n\n\n<p>To contact or notify us of any matter related to these Terms, please email <a href=\"mailto:info@revelleax.com.\">info@revelleax.com.<\/a><\/p>\n<\/div><\/div><\/div><\/div><\/div>\n<\/body>","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"page-full.php","meta":{"_acf_changed":false,"nf_dc_page":"","inline_featured_image":false,"footnotes":""},"class_list":["post-12","page","type-page","status-publish","hentry"],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v26.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Site Terms - MyAveli<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/myaveli.com\/site-terms\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Site Terms - MyAveli\" \/>\n<meta property=\"og:url\" content=\"https:\/\/myaveli.com\/site-terms\/\" \/>\n<meta property=\"og:site_name\" content=\"MyAveli\" \/>\n<meta property=\"article:modified_time\" content=\"2024-06-18T00:37:16+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"16 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/myaveli.com\/site-terms\/\",\"url\":\"https:\/\/myaveli.com\/site-terms\/\",\"name\":\"Site Terms - MyAveli\",\"isPartOf\":{\"@id\":\"https:\/\/myaveli.com\/#website\"},\"datePublished\":\"2024-04-06T16:39:57+00:00\",\"dateModified\":\"2024-06-18T00:37:16+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/myaveli.com\/site-terms\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/myaveli.com\/site-terms\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/myaveli.com\/site-terms\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/myaveli.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Site Terms\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/myaveli.com\/#website\",\"url\":\"https:\/\/myaveli.com\/\",\"name\":\"MyAveli\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/myaveli.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Site Terms - MyAveli","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/myaveli.com\/site-terms\/","og_locale":"en_US","og_type":"article","og_title":"Site Terms - MyAveli","og_url":"https:\/\/myaveli.com\/site-terms\/","og_site_name":"MyAveli","article_modified_time":"2024-06-18T00:37:16+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"16 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/myaveli.com\/site-terms\/","url":"https:\/\/myaveli.com\/site-terms\/","name":"Site Terms - MyAveli","isPartOf":{"@id":"https:\/\/myaveli.com\/#website"},"datePublished":"2024-04-06T16:39:57+00:00","dateModified":"2024-06-18T00:37:16+00:00","breadcrumb":{"@id":"https:\/\/myaveli.com\/site-terms\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/myaveli.com\/site-terms\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/myaveli.com\/site-terms\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/myaveli.com\/"},{"@type":"ListItem","position":2,"name":"Site Terms"}]},{"@type":"WebSite","@id":"https:\/\/myaveli.com\/#website","url":"https:\/\/myaveli.com\/","name":"MyAveli","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/myaveli.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/myaveli.com\/wp-json\/wp\/v2\/pages\/12","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/myaveli.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/myaveli.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/myaveli.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/myaveli.com\/wp-json\/wp\/v2\/comments?post=12"}],"version-history":[{"count":0,"href":"https:\/\/myaveli.com\/wp-json\/wp\/v2\/pages\/12\/revisions"}],"wp:attachment":[{"href":"https:\/\/myaveli.com\/wp-json\/wp\/v2\/media?parent=12"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}