{"id":4998,"date":"2024-09-28T14:14:36","date_gmt":"2024-09-28T14:14:36","guid":{"rendered":"https:\/\/test.tigerbiosciences.com\/?page_id=4998"},"modified":"2025-09-12T14:21:06","modified_gmt":"2025-09-12T14:21:06","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/tigerbiosciences.com\/terms-conditions\/","title":{"rendered":"Terms &#038; Conditions"},"content":{"rendered":"<section class=\"p-0 hero-large-company-height c54-company-hero\"  style=\"background-color: var(--theme-second-background-color); color: rgb(255, 255, 255);\"  id=\"hero-section\"><div class=\"hero-background flex flex-col justify-center items-center lg:items-start lg:pl-72 lg:pb-6 xl:pl-96 hero-large-company-height\" style=\"background-image: url(\/wp-content\/uploads\/2024\/10\/Tiger_Disclaimer-scaled.jpg); background-position: center center\" id=\"hero-image\"><\/div><div class=\"hero-title xl:pl-8 pr-4 leading-none \"><h1 class=\"m-0  \" style=\"color: rgb(255, 255, 255);\">Terms &amp; Conditions<\/h1><\/div><div class=\"c54-gradient absolute bottom-0 left-0 w-full h-full top-down-gradient\" ><\/div><div class=\"bottom-wave-hero-9 \" id=\"hero-bottom-wave\"><img class=\"divider-img-width\" decoding=\"async\" src=\"\/wp-content\/uploads\/2024\/10\/Wave_White_bottom_left_shape_01-12.png\"><\/div><\/section>\n\n\n<section class=\" c54-text-block  \" style=\"background-color: #fff;\" ><div class=\"container mx-auto px-4 \" style=\"\"><div class=\" \"><div class=\"text-left \"><h3 class=\"c54-text-block-title \" >Website User Terms And Conditions<\/h3><\/div><div class=\"c54-text-block-content text-left \" >\n<p>IMPORTANT LEGAL INFORMATION: THESE TERMS AND CONDITIONS APPLY TO ALL USERS OF TIGER BIOSCIENCES, WEB SITE LOCATED AT WWW.TIGERBIOSCIENCES.COM OR ANY OTHER TIGER MEDICAL HOLDINGS, LLC ONLINE SITES, AND INCLUDING TIGER BIOSCIENCES SOCIAL MEDIA SITES, SUCH AS FACEBOOK, TWITTER OR YOUTUBE (EACH OF THESE REFERRED TO INDIVIDUALLY AS A “SITE”). YOUR USE OF A SITE CONFIRMS YOUR UNRESTRICTED ACCEPTANCE OF THESE TERMS AND CONDITIONS. PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY BEFORE USING THIS SITE. IF YOU DO NOT ACCEPT THESE TERMS AND CONDITIONS, DO NOT USE THIS SITE.<\/p><input type=\"checkbox\" data-id=\"1\" class=\"c54-read-more-state\" id=\"more-92096\"\/><label for=\"more-92096\" class=\"c54-read-more-trigger\"><\/label>\n<p>Other than personally identifiable information, which is subject to this Site’s Privacy Policy, any material, information, suggestions, ideas, concepts, know-how, techniques, questions, comments or other communication you transmit or post to this Site in any manner, including without limitation those submitted through product reviews or customer conversations, (collectively, “Your Communications”) is and will be considered non-confidential and non-proprietary. In exchange for the opportunity to submit Your Communications, you grant to Tiger BioSciences, LLC and its affiliates (“Tiger BioSciences” or “we”) an unrestricted, non-exclusive, perpetual, royalty-free, worldwide, transferable and irrevocable license and right, but not the obligation, to use, edit, alter, copy, reproduce, disclose, display, publish, prepare derivative works from, market, distribute, exhibit, broadcast, or otherwise exploit the Your Communications, in whole or in part, whether in connection with the submitted communications or not, in any form, media or technology, now known or hereafter developed including, without limitation, broadcast and cable television, radio, mobile transmission, and the Internet, for any purpose whatsoever including, without limitation, advertising, promotion, entertainment or commercial purposes, without any payment to, or further authorization by you. You further grant to Tiger BioSciences the unrestricted, irrevocable right, but not the obligation, to use your name, photograph, picture, likeness, moving image, voice, and biographical material and that of others contained in Your Communications, whether in their original form as submitted, or as lifted or reproduced by Tiger BioSciences, in perpetuity throughout the world.<\/p>\n<p>We may, but are not obligated to, monitor or review any of Your Communications. We will have no obligation to use, return, review, or respond to any of Your Communications and will have no liability related to the content of any of Your Communications, whether or not arising under copyright, trademark, libel, privacy, obscenity, or otherwise. We retain the right to remove any or all of Your Communications that includes any material we deem inappropriate or unacceptable.<\/p>\n<p>If you are accessing and using this Site on someone else’s behalf, you represent that you have the authority to bind that person as a principal to all terms and conditions provided herein and you agree to accept liability for harm caused by that person’s wrongful use of the Site.<\/p>\n<p>You may choose to create an Account at our Site with a unique username and password. You are responsible for maintaining the confidentiality of your Account and password and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your Account or password.<\/p>\n<p>Tiger BioSciences will rely on information that you provide including your shipping address. Orders will be shipped to the address designated by you for the order as long as that shipping address is compliant with the terms applicable to the sale and shipping restrictions contained under applicable law. Shipments of purchases from this Site are made pursuant to third party shipping contracts and as a result, it may be necessary for you to file claims with carriers for damaged and\/or lost shipments. You or we may suspend or terminate your account or your use of this Site at any time, for any reason or for no reason. You will remain liable for any orders placed or charges incurred prior to termination.<\/p>\n<p>We further reserve the right to change, suspend, or discontinue all or any aspect of this Site at any time without notice.This Site including all text, design, graphics, branding, information, data, content, and other material displayed on or that can be downloaded from this Site are proprietary and protected by applicable copyright, trademark and\/or other law and may not be used except as specifically permitted herein or with the express prior written permission in each instance of the owner of such material being Tiger BioSciences, LLC or its manufacturers The contents (including without limitation, the look and feel, all text, photographs, images, video and audio) of this Site are the copyright 2024 of, Tiger BioSciences. All rights are reserved. You may not modify the information or materials displayed on or that may be downloaded from this Site or create derivative works in part or in full in any way or reproduce or publicly display, transmit, post, perform, sell, license, distribute or otherwise use or exploit any such information or materials from this Site for any public or commercial purpose.<\/p>\n<p>Any unauthorized use of any such information or materials may violate applicable copyright laws, trademark laws, international treaties, laws of privacy and publicity, and other laws and regulations and is prohibited. Tiger BioSciences further retains all rights with respect to its trademarks, trade names, brand names and trade dress. These trademarks, tradenames, brand names and trade dress, and all associated logos or images, are trademarks of Tiger BioSciences and are protected by applicable law. No license to the use of such trademarks, tradenames, brand names or trade dress is granted to you under these Terms and Conditions or by your use of the Site. Your misuse of the trademarks, tradenames, brand names or trade dress displayed on the Site is strictly prohibited including but not limited to the use of Tiger BioSciences trademarks or names in metatags and\/or hidden text, as is prohibited the use of Tiger BioSciences trademarks or names in page text, metatags, and\/or hidden text for purposes of gaining higher rankings from search engines.<\/p>\n<p>Your linking to any page on this Site is prohibited absent express written permission from Tiger BioSciences. Framing, inline linking or other association of this Site or its or its supplier’s software or HTML code, scripts, text, artwork, photographs, images, video, and audio with links, advertisements and\/or other information not originating from the Tiger BioSciences Sites is expressly prohibited. Any permitted links to this Site must comply will all applicable laws, rule and regulations. In the event of a violation of these prohibitions and\/or applicable laws and regulations, Tiger BioSciences reserves the right to all civil and criminal remedies available at law or in equity to the fullest extent of the law. Tiger BioSciences reserves the right to block or deny access to the Site to anyone at any time for any reason.<br \/>\n<\/div><div class=\"c54-read-more\"><\/div>        <\/div><\/div><\/section>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":18,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"class_list":["post-4998","page","type-page","status-publish","hentry"],"featured_image_src":"","featured_image_src_square":false,"rbea_author_info":{"display_name":"juergen","author_link":"https:\/\/tigerbiosciences.com\/author\/juergen\/"},"rbea_excerpt_info":null,"_links":{"self":[{"href":"https:\/\/tigerbiosciences.com\/wp-json\/wp\/v2\/pages\/4998","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/tigerbiosciences.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/tigerbiosciences.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/tigerbiosciences.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/tigerbiosciences.com\/wp-json\/wp\/v2\/comments?post=4998"}],"version-history":[{"count":3,"href":"https:\/\/tigerbiosciences.com\/wp-json\/wp\/v2\/pages\/4998\/revisions"}],"predecessor-version":[{"id":9067,"href":"https:\/\/tigerbiosciences.com\/wp-json\/wp\/v2\/pages\/4998\/revisions\/9067"}],"wp:attachment":[{"href":"https:\/\/tigerbiosciences.com\/wp-json\/wp\/v2\/media?parent=4998"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}