{"id":759,"date":"2015-11-11T12:07:56","date_gmt":"2015-11-11T12:07:56","guid":{"rendered":"https:\/\/birthtissuerecovery.com\/?page_id=759"},"modified":"2019-12-13T12:09:24","modified_gmt":"2019-12-13T17:09:24","slug":"terms-of-use","status":"publish","type":"page","link":"https:\/\/birthtissuerecovery.com\/terms-of-use\/","title":{"rendered":"Terms of Use"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; custom_padding_last_edited=&#8221;on|desktop&#8221; admin_label=&#8221;Section&#8221; _builder_version=&#8221;3.22&#8243; custom_padding=&#8221;70px||0px|&#8221; custom_padding_tablet=&#8221;50px|0|50px|0&#8243; custom_padding_phone=&#8221;&#8221; transparent_background=&#8221;off&#8221; padding_mobile=&#8221;off&#8221; make_fullwidth=&#8221;off&#8221; use_custom_width=&#8221;off&#8221; width_unit=&#8221;on&#8221;][et_pb_row padding_mobile=&#8221;off&#8221; column_padding_mobile=&#8221;on&#8221; admin_label=&#8221;Row&#8221; _builder_version=&#8221;3.25&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; custom_padding=&#8221;0px|0px&#8221; make_fullwidth=&#8221;off&#8221; use_custom_width=&#8221;off&#8221; width_unit=&#8221;on&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text admin_label=&#8221;Title: Terms of Use&#8221; _builder_version=&#8221;3.27.4&#8243; text_text_color=&#8221;#92278f&#8221; text_font_size=&#8221;20&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221;]<\/p>\n<h2><strong>Terms of Use<\/strong><\/h2>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; admin_label=&#8221;Section&#8221; _builder_version=&#8221;3.22&#8243;][et_pb_row admin_label=&#8221;Row&#8221; _builder_version=&#8221;3.25&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.25&#8243; custom_padding=&#8221;|||&#8221; custom_padding__hover=&#8221;|||&#8221;][et_pb_text admin_label=&#8221;Text&#8221; _builder_version=&#8221;3.27.4&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; use_border_color=&#8221;off&#8221; border_color=&#8221;#ffffff&#8221; border_style=&#8221;solid&#8221;]<\/p>\n<p>Last Modified: November 2, 2015<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Acceptance of Terms<\/u><\/strong><\/p>\n<p>The services that Birth Tissue Recovery, LLC (“BTR”, “we” or “us”) provides to you at, on, or through www.birthtissuerecovery.com (the “Website”) are subject to the following Terms of Use, together with any documents they expressly incorporate by reference. BTR reserves the right to update the Terms of Use at any time without notice to you. The most current version can be reviewed by clicking on the “Terms of Use” hypertext link located at the bottom of our Web pages.<\/p>\n<p>Please read the Terms of Use carefully before you start to use the Website. <strong>By using the Website you accept and agree to be bound and abide by these Terms of Use and our Privacy Policy, found at <\/strong><strong>www.<\/strong><strong>birthtissuerecovery<\/strong><strong>.com<\/strong><strong>, and incorporated herein by reference.<\/strong> If you do not want to agree to these Terms of Use or the Privacy Policy, do not access or use the Website.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Changes to the Terms of Use<\/u><\/strong><\/p>\n<p>We may revise and update the Terms of Use from time to time in our sole discretion. All changes are effective immediately when we post them. However, any changes to the dispute resolution provisions set forth in <em>Governing Law and Jurisdiction<\/em> will not apply to any disputes for which the parties have actual notice on or prior to the date the change is posted on the Website.<\/p>\n<p>Your continued use of the Website following the posting of revised Terms of Use means that you accept and agree to the changes.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Accessing the Website and Account Security<\/u><\/strong><\/p>\n<p>We reserve the right to withdraw or amend this Website, and any service or material we provide on the Website, in our sole discretion without notice. We will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period. From time to time, we may restrict access to some parts of the Website, or the entire Website, to users.<\/p>\n<p>You are responsible for:<\/p>\n<ol>\n<li>Making all arrangements necessary for you to have access to the Website.<\/li>\n<li>Ensuring that all persons who access the Website through your internet connection are aware of the Terms of Use and comply with them.<\/li>\n<\/ol>\n<p>To access the Website or some of the resources it offers, you may be asked to provide certain information. It is a condition of your use of the Website that all the information you provide on the Website is correct, current and complete. You agree that all information you provide to this Website or otherwise, including but not limited to through the use of any interactive features on the Website, is governed by our <em>Privacy Policy<\/em>, and you consent to all actions we take with respect to your information consistent with our Privacy Policy.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Intellectual Property Rights<\/u><\/strong><\/p>\n<p>The Website and its entire contents, features and functionality (including but not limited to all information, software, text, displays, images, video and audio, and the design, selection and arrangement thereof), are owned by BTR, its licensors or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws.<\/p>\n<p>The Terms of Use permit you to use the Website for your personal, non-commercial use only. You must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store or transmit any of the material on our Website, except as follows:<\/p>\n<ol>\n<li>Your computer may temporarily store copies of such materials in RAM incidental to your accessing and viewing those materials.<\/li>\n<li>You may store files that are automatically cached by your Web browser for display enhancement purposes.<\/li>\n<li>You may print or download one copy of a reasonable number of pages of the Website for your own personal, non-commercial use and not for further reproduction, publication or distribution.<\/li>\n<li>If we provide desktop, mobile or other applications for download, you may download a single copy to your computer or mobile device solely for your own personal, non-commercial use, provided you agree to be bound by our end user license agreement for such applications.<\/li>\n<\/ol>\n<p>You must not:<\/p>\n<ol>\n<li>Modify copies of any materials from this site.<\/li>\n<li>Use any illustrations, photographs, video or audio sequences or any graphics separately from the accompanying text.<\/li>\n<li>Delete or alter any copyright, trademark or other proprietary rights notices from copies of materials from this site.<\/li>\n<\/ol>\n<p>You must not access or use for any commercial purposes any part of the Website or any services or materials available through the Website.<\/p>\n<p>If you wish to make any use of material on the Website other than that set out in this section, please address your request to: [Last Modified: November 2, 2015]<\/p>\n<p>Birth Tissue Recovery, LLC (<strong>“BTR”<\/strong> or<strong> “We”<\/strong>) respect(s) your privacy and is committed to protecting it through our compliance with this policy.<\/p>\n<p>This policy describes the types of information we may collect from you or that you may provide when you visit the website www.birthtissuerecovery.com (our <strong>“Website”<\/strong>) and our practices for collecting, using, maintaining, protecting and disclosing that information.<\/p>\n<p>This policy applies to information we collect:<\/p>\n<ol>\n<li>On this Website.<\/li>\n<li>In e-mail, text and other electronic messages between you and this Website.<\/li>\n<\/ol>\n<p>It does not apply to information collected by:<\/p>\n<ol>\n<li>us offline or through any other means, including on any other website operated by BTR or any third party (including our affiliates and subsidiaries); or<\/li>\n<li>any third party (including our affiliates and subsidiaries), including through any application or content (including advertising) that may link to or be accessible from or on the Website.<\/li>\n<\/ol>\n<p>Please read this policy carefully to understand our policies and practices regarding your information and how we will treat it. If you do not agree with our policies and practices, do not use our Website. By accessing or using this Website, you agree to this privacy policy, which may change from time to time. Your continued use of this Website after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Children Under the Age of 13<\/u><\/strong><\/p>\n<p>Our Website is not intended for children under 13 years of age. No one under age 13 may provide any personal information to or on the Website. We do not knowingly collect personal information from children under 13. If you are under 13, do not use or provide any information on this Website or on or through any of its features or provide any information about yourself to us, including your name, address, telephone number, e-mail address or any screen name or user name you may use. If we learn we have collected or received personal information from a child under 13 without verification of parental consent, we will delete that information. If you believe we might have any information from or about a child under 13, please contact us at: info@birthtissuerecovery.com.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Information We Collect About You and How We Collect It<\/u><\/strong><\/p>\n<p>We collect several types of information from and about users of our Website, including information:<\/p>\n<ol>\n<li>by which you may be personally identified, such as name, postal address, e-mail address, telephone number or ANY OTHER INFORMATION THE WEBSITE COLLECTS THAT IS DEFINED AS PERSONAL OR PERSONALLY IDENTIFIABLE INFORMATION UNDER AN APPLICABLE LAW (<strong>“personal information”<\/strong>); and\/or<\/li>\n<li>about your internet connection, the equipment you use to access our Website and usage details.<\/li>\n<\/ol>\n<p>We collect this information:<\/p>\n<ol>\n<li>Directly from you when you provide it to us.<\/li>\n<li>Automatically as you navigate through the site. Information collected automatically may include usage details, IP addresses and information collected through cookies and other tracking technologies.<\/li>\n<li>From third parties, for example, our business partners.<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p><strong><u>Information You Provide to Us<\/u><\/strong>. The information we collect on or through our Website may include:<\/p>\n<ol>\n<li>Information that you provide by filling in forms on our Website. This includes information provided at the time of or requesting further services. We may also ask you for information when you report a problem with our Website.<\/li>\n<li>Records and copies of your correspondence (including e-mail addresses), if you contact us.<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p><strong><u>Information We Collect through Automatic Data Collection Technologies<\/u><\/strong>. As you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions and patterns, including:<\/p>\n<ol>\n<li>Details of your visits to our Website, including traffic data, location data, logs and other communication data and the resources that you access and use on the Website.<\/li>\n<li>Information about your computer and internet connection, including your IP address, operating system and browser type.<\/li>\n<\/ol>\n<p>The information we collect automatically is statistical data and may include personal information, or we may maintain it or associate it with personal information we collect in other ways or receive from third parties. It helps us to improve our Website and to deliver a better and more personalized service, by enabling us to:<\/p>\n<ol>\n<li>Estimate our audience size and usage patterns.<\/li>\n<li>Recognize you when you return to our Website.<\/li>\n<\/ol>\n<p>The technologies we use for this automatic data collection may include:<\/p>\n<ol>\n<li><strong>Cookies (or browser cookies)<\/strong>. A cookie is a small file placed on the hard drive of your computer. You may refuse to accept browser cookies by activating the appropriate setting on your browser. However, if you select this setting you may be unable to access certain parts of our Website. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website.<\/li>\n<li><strong>Flash Cookies<\/strong>. Certain features of our Website may use local stored objects (or Flash cookies) to collect and store information about your preferences and navigation to, from and on our Website. Flash cookies are not managed by the same browser settings as are used for browser cookies.<\/li>\n<li><strong>Web Beacons<\/strong>. Pages of our the Website may contain small electronic files known as web beacons (also referred to as clear gifs. pixel tags and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or and for other related website statistics (for example, verifying system and server integrity).<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p><strong><u>How We Use Your Information<\/u><\/strong><\/p>\n<p>We use information that we collect about you or that you provide to us, including any personal information:<\/p>\n<ol>\n<li>To present our Website and its contents to you.<\/li>\n<li>To provide you with information, products or services that you request from us.<\/li>\n<li>To fulfill any other purpose for which you provide it.<\/li>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.<\/li>\n<li>To notify you about changes to our Website or any products or services we offer or provide though it.<\/li>\n<li>In any other way we may describe when you provide the information.<\/li>\n<li>For any other purpose with your consent.<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p><strong><u>Disclosure of Your Information<\/u><\/strong><\/p>\n<p>We may disclose aggregated information about our users without restriction.<\/p>\n<p>We may disclose personal information that we collect or you provide as described in this privacy policy:<\/p>\n<ol>\n<li>To our subsidiaries and affiliates.<\/li>\n<li>To contractors, service providers and other third parties we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them.<\/li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of Birth Tissue Recovery LLC’s assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by Birth Tissue Recovery about our Website users is among the assets transferred.<\/li>\n<li>To fulfill the purpose for which you provide it.<\/li>\n<li>For any other purpose disclosed by us when you provide the information.<\/li>\n<li>With your consent.<\/li>\n<\/ol>\n<p>We may also disclose your personal information:<\/p>\n<ol>\n<li>To comply with any court order, law or legal process, including to respond to any government or regulatory request.<\/li>\n<li>To enforce or apply our terms of use and other agreements, including for billing and collection purposes.<\/li>\n<li>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Birth Tissue Recovery, our customers or others.<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p><strong><u>Choices About How We Use and Disclose Your Information<\/u><\/strong><\/p>\n<p>We strive to provide you with choices regarding the personal information you provide to us. You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of this site may then be inaccessible or not function properly.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Your California Privacy Rights<\/u><\/strong><\/p>\n<p>California Civil Code Section § 1798.83 permits users of our Website that are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes. To make such a request, please send an e-mail to [E-MAIL ADDRESS] or write us at: 751 Bethesda Rd., Suite D, Winston-Salem, NC 27103.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Data Security<\/u><\/strong><\/p>\n<p>We have implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration and disclosure.<\/p>\n<p>The safety and security of your information also depends on you. If we have given you (or where you have chosen) a password for access to certain parts of our Website, you are responsible for keeping this password confidential. We ask you not to share your password with anyone.<\/p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure. Although we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted to our Website. Any transmission of personal information is at your own risk. We are not responsible for circumvention of any privacy settings or security measures contained on the Website.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Changes to Our Privacy Policy<\/u><\/strong><\/p>\n<p>It is our policy to post any changes we make to our privacy policy on this page. If we make material changes to how we treat our users’ personal information, we will notify you through a notice on the Website home page. The date the privacy policy was last revised is identified at the top of the page. You are responsible for ensuring we have an up-to-date active and deliverable e-mail address for you, and for periodically visiting our Website and this privacy policy to check for any changes.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Contact Information<\/u><\/strong><\/p>\n<p>To ask questions or comment about this privacy policy and our privacy practices, contact us at: info@birthtissuerecovery.com.<\/p>\n<p>If you print, copy, modify, download or otherwise use or provide any other person with access to any part of the Website in breach of the Terms of Use, your right to use the Website will cease immediately and you must, at our option, return or destroy any copies of the materials you have made. No right, title or interest in or to the Website or any content on the Website is transferred to you, and all rights not expressly granted are reserved by BTR. Any use of the Website not expressly permitted by these Terms of Use is a breach of these Terms of Use and may violate copyright, trademark and other laws.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Trademarks<\/u><\/strong><\/p>\n<p>The BTR name, the marks BIRTH TISSUE RECOVERY™, BTR™, the Birth Tissue Recovery Logo and all related names, logos, product and service names, designs and slogans are trademarks of BTR or its affiliates or licensors. You must not use such marks without the prior written permission of BTR. All other names, logos, product and service names, designs and slogans on this Website are the trademarks of their respective owners.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Prohibited Uses<\/u><\/strong><\/p>\n<p>You may use the Website only for lawful purposes and in accordance with these Terms of Use. You agree not to use the Website:<\/p>\n<ol>\n<li>In any way that violates any applicable federal, state, local or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries).<\/li>\n<li>For the purpose of exploiting, harming or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information or otherwise.<\/li>\n<li>To transmit, or procure the sending of, any advertising or promotional material, including any “junk mail”, “chain letter” or “spam” or any other similar solicitation.<\/li>\n<li>To impersonate or attempt to impersonate BTR, a BTR employee, another user or any other person or entity (including, without limitation, by using e-mail addresses associated with any of the foregoing).<\/li>\n<li>To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of the Website, or which, as determined by us, may harm BTR or users of the Website or expose them to liability.<\/li>\n<\/ol>\n<p>Additionally, you agree not to:<\/p>\n<ol>\n<li>Use the Website in any manner that could disable, overburden, damage, or impair the site or interfere with any other party’s use of the Website, including their ability to engage in real time activities through the Website.<\/li>\n<li>Use any robot, spider or other automatic device, process or means to access the Website for any purpose, including monitoring or copying any of the material on the Website.<\/li>\n<li>Use any manual process to monitor or copy any of the material on the Website or for any other unauthorized purpose without our prior written consent.<\/li>\n<li>Use any device, software or routine that interferes with the proper working of the Website.<\/li>\n<li>Introduce any viruses, trojan horses, worms, logic bombs or other material which is malicious or technologically harmful.<\/li>\n<li>Attempt to gain unauthorized access to, interfere with, damage or disrupt any parts of the Website, the server on which the Website is stored, or any server, computer or database connected to the Website.<\/li>\n<li>Attack the Website via a denial-of-service attack or a distributed denial-of-service attack.<\/li>\n<li>Otherwise attempt to interfere with the proper working of the Website.<\/li>\n<\/ol>\n<p>We assume no liability for any action or inaction regarding transmissions, communications or content provided by any user or third party. We have no liability or responsibility to anyone for performance or nonperformance of the activities described in this section.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Copyright Infringement<\/u><\/strong><\/p>\n<p>If you believe that any material violates your copyright, please send us a notice of copyright infringement to: [Last Modified: November 2, 2015]<\/p>\n<p>Birth Tissue Recovery, LLC (<strong>“BTR”<\/strong> or<strong> “We”<\/strong>) respect(s) your privacy and is committed to protecting it through our compliance with this policy.<\/p>\n<p>This policy describes the types of information we may collect from you or that you may provide when you visit the website www.birthtissuerecovery.com (our <strong>“Website”<\/strong>) and our practices for collecting, using, maintaining, protecting and disclosing that information.<\/p>\n<p>This policy applies to information we collect:<\/p>\n<ol>\n<li>On this Website.<\/li>\n<li>In e-mail, text and other electronic messages between you and this Website.<\/li>\n<\/ol>\n<p>It does not apply to information collected by:<\/p>\n<ol>\n<li>us offline or through any other means, including on any other website operated by BTR or any third party (including our affiliates and subsidiaries); or<\/li>\n<li>any third party (including our affiliates and subsidiaries), including through any application or content (including advertising) that may link to or be accessible from or on the Website.<\/li>\n<\/ol>\n<p>Please read this policy carefully to understand our policies and practices regarding your information and how we will treat it. If you do not agree with our policies and practices, do not use our Website. By accessing or using this Website, you agree to this privacy policy, which may change from time to time. Your continued use of this Website after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Children Under the Age of 13<\/u><\/strong><\/p>\n<p>Our Website is not intended for children under 13 years of age. No one under age 13 may provide any personal information to or on the Website. We do not knowingly collect personal information from children under 13. If you are under 13, do not use or provide any information on this Website or on or through any of its features or provide any information about yourself to us, including your name, address, telephone number, e-mail address or any screen name or user name you may use. If we learn we have collected or received personal information from a child under 13 without verification of parental consent, we will delete that information. If you believe we might have any information from or about a child under 13, please contact us at: info@birthtissuerecovery.com.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Information We Collect About You and How We Collect It<\/u><\/strong><\/p>\n<p>We collect several types of information from and about users of our Website, including information:<\/p>\n<ol>\n<li>by which you may be personally identified, such as name, postal address, e-mail address, telephone number or ANY OTHER INFORMATION THE WEBSITE COLLECTS THAT IS DEFINED AS PERSONAL OR PERSONALLY IDENTIFIABLE INFORMATION UNDER AN APPLICABLE LAW (<strong>“personal information”<\/strong>); and\/or<\/li>\n<li>about your internet connection, the equipment you use to access our Website and usage details.<\/li>\n<\/ol>\n<p>We collect this information:<\/p>\n<ol>\n<li>Directly from you when you provide it to us.<\/li>\n<li>Automatically as you navigate through the site. Information collected automatically may include usage details, IP addresses and information collected through cookies and other tracking technologies.<\/li>\n<li>From third parties, for example, our business partners.<\/li>\n<\/ol>\n<p><strong><u>Information You Provide to Us<\/u><\/strong>. The information we collect on or through our Website may include:<\/p>\n<ol>\n<li>Information that you provide by filling in forms on our Website. This includes information provided at the time of or requesting further services. We may also ask you for information when you report a problem with our Website.<\/li>\n<li>Records and copies of your correspondence (including e-mail addresses), if you contact us.<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p><strong><u>Information We Collect through Automatic Data Collection Technologies<\/u><\/strong>. As you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions and patterns, including:<\/p>\n<ol>\n<li>Details of your visits to our Website, including traffic data, location data, logs and other communication data and the resources that you access and use on the Website.<\/li>\n<li>Information about your computer and internet connection, including your IP address, operating system and browser type.<\/li>\n<\/ol>\n<p>The information we collect automatically is statistical data and may include personal information, or we may maintain it or associate it with personal information we collect in other ways or receive from third parties. It helps us to improve our Website and to deliver a better and more personalized service, by enabling us to:<\/p>\n<ol>\n<li>Estimate our audience size and usage patterns.<\/li>\n<li>Recognize you when you return to our Website.<\/li>\n<\/ol>\n<p>The technologies we use for this automatic data collection may include:<\/p>\n<ol>\n<li><strong>Cookies (or browser cookies)<\/strong>. A cookie is a small file placed on the hard drive of your computer. You may refuse to accept browser cookies by activating the appropriate setting on your browser. However, if you select this setting you may be unable to access certain parts of our Website. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website.<\/li>\n<li><strong>Flash Cookies<\/strong>. Certain features of our Website may use local stored objects (or Flash cookies) to collect and store information about your preferences and navigation to, from and on our Website. Flash cookies are not managed by the same browser settings as are used for browser cookies.<\/li>\n<li><strong>[Web Beacons<\/strong>. Pages of our the Website may contain small electronic files known as web beacons (also referred to as clear gifs. pixel tags and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or and for other related website statistics (for example, verifying system and server integrity).<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p><strong><u>How We Use Your Information<\/u><\/strong><\/p>\n<p>We use information that we collect about you or that you provide to us, including any personal information:<\/p>\n<ol>\n<li>To present our Website and its contents to you.<\/li>\n<li>To provide you with information, products or services that you request from us.<\/li>\n<li>To fulfill any other purpose for which you provide it.<\/li>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.<\/li>\n<li>To notify you about changes to our Website or any products or services we offer or provide though it.<\/li>\n<li>In any other way we may describe when you provide the information.<\/li>\n<li>For any other purpose with your consent.<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p><strong><u>Disclosure of Your Information<\/u><\/strong><\/p>\n<p>We may disclose aggregated information about our users without restriction.<\/p>\n<p>We may disclose personal information that we collect or you provide as described in this privacy policy:<\/p>\n<ol>\n<li>To our subsidiaries and affiliates.<\/li>\n<li>To contractors, service providers and other third parties we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them.<\/li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of Birth Tissue Recovery LLC’s assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by Birth Tissue Recovery about our Website users is among the assets transferred.<\/li>\n<li>To fulfill the purpose for which you provide it.<\/li>\n<li>For any other purpose disclosed by us when you provide the information.<\/li>\n<li>With your consent.<\/li>\n<\/ol>\n<p>We may also disclose your personal information:<\/p>\n<ol>\n<li>To comply with any court order, law or legal process, including to respond to any government or regulatory request.<\/li>\n<li>To enforce or apply our terms of use and other agreements, including for billing and collection purposes.<\/li>\n<li>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Birth Tissue Recovery, our customers or others.<\/li>\n<\/ol>\n<p>&nbsp;<\/p>\n<p><strong><u>Choices About How We Use and Disclose Your Information<\/u><\/strong><\/p>\n<p>We strive to provide you with choices regarding the personal information you provide to us. You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of this site may then be inaccessible or not function properly.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Your California Privacy Rights<\/u><\/strong><\/p>\n<p>California Civil Code Section § 1798.83 permits users of our Website that are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes. To make such a request, please send an e-mail to [E-MAIL ADDRESS] or write us at: 751 Bethesda Rd., Suite D, Winston-Salem, NC 27103.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Data Security<\/u><\/strong><\/p>\n<p>We have implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration and disclosure.<\/p>\n<p>The safety and security of your information also depends on you. If we have given you (or where you have chosen) a password for access to certain parts of our Website, you are responsible for keeping this password confidential. We ask you not to share your password with anyone.<\/p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure. Although we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted to our Website. Any transmission of personal information is at your own risk. We are not responsible for circumvention of any privacy settings or security measures contained on the Website.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Changes to Our Privacy Policy<\/u><\/strong><\/p>\n<p>It is our policy to post any changes we make to our privacy policy on this page. If we make material changes to how we treat our users’ personal information, we will notify you through a notice on the Website home page. The date the privacy policy was last revised is identified at the top of the page. You are responsible for ensuring we have an up-to-date active and deliverable e-mail address for you, and for periodically visiting our Website and this privacy policy to check for any changes.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Contact Information<\/u><\/strong><\/p>\n<p>To ask questions or comment about this privacy policy and our privacy practices, contact us at: info@birthtissuerecovery.com.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Reliance on Information Posted<\/u><\/strong><\/p>\n<p>The information presented on or through the Website is made available solely for general information purposes. We do not warrant the accuracy, completeness or usefulness of this information. Any reliance you place on such information is strictly at your own risk. We disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Website, or by anyone who may be informed of any of its contents.<\/p>\n<p>This Website may include content provided by third parties. All statements and\/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by BTR, are solely the opinions and the responsibility of the person or entity providing those materials. These materials do not necessarily reflect the opinion of BTR. We are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Changes to the Website<\/u><\/strong><\/p>\n<p>We may update the content on this Website from time to time, but its content is not necessarily complete or up-to-date. Any of the material on the Website may be out of date at any given time, and we are under no obligation to update such material.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Information About You and Your Visits to the Website<\/u><\/strong><\/p>\n<p>All information we collect on this Website is subject to our Privacy Policy [INSERT AS LINK TO SITE’S PRIVACY POLICY]. By using the Website, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Linking to the Website and Social Media Features<\/u><\/strong><\/p>\n<p>You may link to our homepage, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part[ without our express written consent.<\/p>\n<p>This Website may provide certain social media features that enable you to:<\/p>\n<ol>\n<li>Link from your own or certain third-party websites to certain content on this Website.<\/li>\n<li>Send e-mails or other communications with certain content, or links to certain content, on this Website.<\/li>\n<li>Cause limited portions of content on this Website to be displayed or appear to be displayed on your own or certain third-party websites.<\/li>\n<\/ol>\n<p>You may use these features solely as they are provided by us, and solely with respect to the content they are displayed with. Subject to the foregoing, you must not:<\/p>\n<ol>\n<li>Establish a link from any website that is not owned by you.<\/li>\n<li>Cause the Website or portions of it to be displayed, or appear to be displayed by, for example, framing, deep linking or in-line linking, on any other site.<\/li>\n<li>Link to any part of the Website other than the homepage.<\/li>\n<li>Otherwise take any action with respect to the materials on this Website that is inconsistent with any other provision of these Terms of Use.<\/li>\n<\/ol>\n<p>The website from which you are linking, or on which you make certain content accessible, must comply in all respects with the Terms of Use.<\/p>\n<p>You agree to cooperate with us in causing any unauthorized framing or linking immediately to cease. We reserve the right to withdraw linking permission without notice.<\/p>\n<p>We may disable all or any social media features and any links at any time without notice in our discretion.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Links from the Website<\/u><\/strong><\/p>\n<p>If the Website contains links to other sites and resources provided by third parties, these links are provided for your convenience only. This includes links contained in advertisements, including banner advertisements and sponsored links. We have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them. If you decide to access any of the third party websites linked to this Website, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Geographic Restrictions<\/u><\/strong><\/p>\n<p>We provide this Website for use only by persons located in the United States. We make no claims that the Website or any of its content is accessible or appropriate outside of the United States. Access to the Website may not be legal by certain persons or in certain countries. If you access the Website from outside the United States, you do so on your own initiative and are responsible for compliance with local laws.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Disclaimer of Warranties<\/u><\/strong><\/p>\n<p>You understand that we cannot and do not guarantee or warrant that files available for downloading from the internet or the Website will be free of viruses or other destructive code. You are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data. WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.<\/p>\n<p>&nbsp;<\/p>\n<p>YOUR USE OF THE WEBSITE, ITS CONTENT AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE IS AT YOUR OWN RISK. THE WEBSITE, ITS CONTENT AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED. NEITHER BTR NOR ANY PERSON ASSOCIATED WITH BTR MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY OR AVAILABILITY OF THE WEBSITE. WITHOUT LIMITING THE FOREGOING, NEITHER BTR NOR ANYONE ASSOCIATED WITH BTR REPRESENTS OR WARRANTS THAT THE WEBSITE, ITS CONTENT OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL BE ACCURATE, RELIABLE, ERROR-FREE OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR THAT THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.<\/p>\n<p>BTR HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT AND FITNESS FOR PARTICULAR PURPOSE.<\/p>\n<p>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Limitation on Liability<\/u><\/strong><\/p>\n<p>IN NO EVENT WILL BTR, ITS AFFILIATES OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE WEBSITE, ANY WEBSITES LINKED TO IT, ANY CONTENT ON THE WEBSITE OR SUCH OTHER WEBSITES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR SUCH OTHER WEBSITES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT OR OTHERWISE, EVEN IF FORESEEABLE.<\/p>\n<p>THE FOREGOING DOES NOT AFFECT ANY LIABILITY WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Indemnification<\/u><\/strong><\/p>\n<p>You agree to defend, indemnify and hold harmless BTR, its affiliates, licensors and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms of Use or your use of the Website, including, but not limited to, your use of the Website’s content, services and products other than as expressly authorized in these Terms of Use or your use of any information obtained from the Website.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Governing Law and Jurisdiction<\/u><\/strong><\/p>\n<p>All matters relating to the Website and these Terms of Use and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), shall be governed by and construed in accordance with the internal laws of the State of North Carolina without giving effect to any choice or conflict of law provision or rule (whether of the State of North Carolina or any other jurisdiction).<\/p>\n<p>Any legal suit, action or proceeding arising out of, or related to, these Terms of Use or the Website shall be instituted exclusively in the federal courts of the United States or the courts of the State of North Carolina although we retain the right to bring any suit, action or proceeding against you for breach of these Terms of Use in your state or country of residence or any other relevant country. You waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>LIMITATION ON TIME TO FILE CLAIMS<\/u><\/strong><\/p>\n<p>ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE WEBSITE MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Waiver and Severability<\/u><\/strong><\/p>\n<p>No waiver by BTR of any term or condition set forth in these Terms of Use shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of BTR to assert a right or provision under these Terms of Use shall not constitute a waiver of such right or provision.<\/p>\n<p>If any provision of these Terms of Use is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Use will continue in full force and effect.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Entire Agreement<\/u><\/strong><\/p>\n<p>The Terms of Use and our Privacy Policy constitute the sole and entire agreement between you and Birth Tissue Recovery, LLC with respect to the Website and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to the Website.<\/p>\n<p>&nbsp;<\/p>\n<p><strong><u>Your Comments and Concerns<\/u><\/strong><\/p>\n<p>This website is operated by Birth Tissue Recovery, LLC Birth Tissue Recovery, LLC, 3051 Trenwest Drive, Winston-Salem, NC 27103.<\/p>\n<p>All other feedback, comments, requests for technical support and other communications relating to the Website should be directed to: info@birthtissuerecovery.com.<\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Terms of Use Last Modified: November 2, 2015 &nbsp; Acceptance of Terms The services that Birth Tissue Recovery, LLC (“BTR”, “we” or “us”) provides to you at, on, or through www.birthtissuerecovery.com (the “Website”) are subject to the following Terms of Use, together with any documents they expressly incorporate by reference. BTR reserves the right to [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","inline_featured_image":false,"footnotes":""},"class_list":["post-759","page","type-page","status-publish","hentry"],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v26.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms of Use | Birth Tissue Recovery<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/birthtissuerecovery.com\/terms-of-use\/\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"33 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/birthtissuerecovery.com\/terms-of-use\/\",\"url\":\"https:\/\/birthtissuerecovery.com\/terms-of-use\/\",\"name\":\"Terms of Use | Birth Tissue Recovery\",\"isPartOf\":{\"@id\":\"https:\/\/birthtissuerecovery.com\/#website\"},\"datePublished\":\"2015-11-11T12:07:56+00:00\",\"dateModified\":\"2019-12-13T17:09:24+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/birthtissuerecovery.com\/terms-of-use\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/birthtissuerecovery.com\/terms-of-use\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/birthtissuerecovery.com\/terms-of-use\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/birthtissuerecovery.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms of Use\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/birthtissuerecovery.com\/#website\",\"url\":\"https:\/\/birthtissuerecovery.com\/\",\"name\":\"Birth Tissue Recovery\",\"description\":\"Birth tissue and placenta donation program.\",\"publisher\":{\"@id\":\"https:\/\/birthtissuerecovery.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/birthtissuerecovery.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/birthtissuerecovery.com\/#organization\",\"name\":\"Birth Tissue Recovery\",\"url\":\"https:\/\/birthtissuerecovery.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/birthtissuerecovery.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/live-birth-tissue-recovery.pantheonsite.io\/wp-content\/uploads\/2015\/10\/btr_full_header-logo-06.png\",\"contentUrl\":\"https:\/\/live-birth-tissue-recovery.pantheonsite.io\/wp-content\/uploads\/2015\/10\/btr_full_header-logo-06.png\",\"width\":417,\"height\":136,\"caption\":\"Birth Tissue Recovery\"},\"image\":{\"@id\":\"https:\/\/birthtissuerecovery.com\/#\/schema\/logo\/image\/\"}}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms of Use | Birth Tissue Recovery","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/birthtissuerecovery.com\/terms-of-use\/","twitter_misc":{"Est. reading time":"33 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/birthtissuerecovery.com\/terms-of-use\/","url":"https:\/\/birthtissuerecovery.com\/terms-of-use\/","name":"Terms of Use | Birth Tissue Recovery","isPartOf":{"@id":"https:\/\/birthtissuerecovery.com\/#website"},"datePublished":"2015-11-11T12:07:56+00:00","dateModified":"2019-12-13T17:09:24+00:00","breadcrumb":{"@id":"https:\/\/birthtissuerecovery.com\/terms-of-use\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/birthtissuerecovery.com\/terms-of-use\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/birthtissuerecovery.com\/terms-of-use\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/birthtissuerecovery.com\/"},{"@type":"ListItem","position":2,"name":"Terms of Use"}]},{"@type":"WebSite","@id":"https:\/\/birthtissuerecovery.com\/#website","url":"https:\/\/birthtissuerecovery.com\/","name":"Birth Tissue Recovery","description":"Birth tissue and placenta donation program.","publisher":{"@id":"https:\/\/birthtissuerecovery.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/birthtissuerecovery.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/birthtissuerecovery.com\/#organization","name":"Birth Tissue Recovery","url":"https:\/\/birthtissuerecovery.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/birthtissuerecovery.com\/#\/schema\/logo\/image\/","url":"https:\/\/live-birth-tissue-recovery.pantheonsite.io\/wp-content\/uploads\/2015\/10\/btr_full_header-logo-06.png","contentUrl":"https:\/\/live-birth-tissue-recovery.pantheonsite.io\/wp-content\/uploads\/2015\/10\/btr_full_header-logo-06.png","width":417,"height":136,"caption":"Birth Tissue Recovery"},"image":{"@id":"https:\/\/birthtissuerecovery.com\/#\/schema\/logo\/image\/"}}]}},"_links":{"self":[{"href":"https:\/\/birthtissuerecovery.com\/wp-json\/wp\/v2\/pages\/759","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/birthtissuerecovery.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/birthtissuerecovery.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/birthtissuerecovery.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/birthtissuerecovery.com\/wp-json\/wp\/v2\/comments?post=759"}],"version-history":[{"count":6,"href":"https:\/\/birthtissuerecovery.com\/wp-json\/wp\/v2\/pages\/759\/revisions"}],"predecessor-version":[{"id":2088,"href":"https:\/\/birthtissuerecovery.com\/wp-json\/wp\/v2\/pages\/759\/revisions\/2088"}],"wp:attachment":[{"href":"https:\/\/birthtissuerecovery.com\/wp-json\/wp\/v2\/media?parent=759"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}