{"id":68,"date":"2021-08-15T20:31:30","date_gmt":"2021-08-15T20:31:30","guid":{"rendered":"https:\/\/www.extremitycare.com\/tc\/"},"modified":"2023-01-03T05:38:29","modified_gmt":"2023-01-03T10:38:29","slug":"tc","status":"publish","type":"page","link":"https:\/\/extremitycare.com\/tc\/","title":{"rendered":"T&#038;C"},"content":{"rendered":"\n\t<div id=\"gap-324585893\" class=\"gap-element clearfix hide-for-medium\" style=\"display:block; height:auto;\">\n\t\t\n<style>\n#gap-324585893 {\n  padding-top: 60px;\n}\n<\/style>\n\t<\/div>\n\t\n\n<div class=\"container section-title-container\" ><h1 class=\"section-title section-title-center\"><b><\/b><span class=\"section-title-main\" >WEBSITE USER TERMS AND CONDITIONS<\/span><b><\/b><\/h1><\/div>\n\n<p>IMPORTANT LEGAL INFORMATION: THESE TERMS AND CONDITIONS APPLY TO ALL USERS OF EXTREMITY CARE, LLC’s WEB SITE LOCATED AT WWW.EXTREMITYCARE.COM OR ANY OTHER EXTREMITY CARE, LLC ONLINE SITES, AND INCLUDING EXTREMITY CARE, LLC SOCIAL MEDIA SITES, SUCH AS FACEBOOK, TWITTER OR YOUTUBE (EACH OF THESE REFERRED TO INDIVIDUALLY AS A &#8220;SITE&#8221;). YOUR USE OF A SITE CONFIRMS YOUR UNRESTRICTED ACCEPTANCE OF THESE TERMS AND CONDITIONS. PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY BEFORE USING THIS SITE. IF YOU DO NOT ACCEPT THESE TERMS AND CONDITIONS, DO NOT USE THIS SITE.Other than personally identifiable information, which is subject to this Site&#8217;s Privacy Policy, any material, information, suggestions, ideas, concepts, know-how, techniques, questions, comments or other communication you transmit or post to this Site in any manner, including without limitation those submitted through product reviews or customer conversations, (collectively, &#8220;Your Communications&#8221;) is and will be considered non-confidential and non-proprietary. In exchange for the opportunity to submit Your Communications, you grant to Extremity Care, LLC and its affiliates (“Extremity Care” or “we”) an unrestricted, non-exclusive, perpetual, royalty-free, worldwide, transferable and irrevocable license and right, but not the obligation, to use, edit, alter, copy, reproduce, disclose, display, publish, prepare derivative works from, market, distribute, exhibit, broadcast, or otherwise exploit the Your Communications, in whole or in part, whether in connection with the submitted communications or not, in any form, media or technology, now known or hereafter developed including, without limitation, broadcast and cable television, radio, mobile transmission, and the Internet, for any purpose whatsoever including, without limitation, advertising, promotion, entertainment or commercial purposes, without any payment to, or further authorization by you. You further grant to Extremity Care the unrestricted, irrevocable right, but not the obligation, to use your name, photograph, picture, likeness, moving image, voice, and biographical material and that of others contained in Your Communications, whether in their original form as submitted, or as lifted or reproduced by Extremity Care, in perpetuity throughout the world. We may, but are not obligated to, monitor or review any of Your Communications. We will have no obligation to use, return, review, or respond to any of Your Communications and will have no liability related to the content of any of Your Communications, whether or not arising under copyright, trademark, libel, privacy, obscenity, or otherwise. We retain the right to remove any or all of Your Communications that includes any material we deem inappropriate or unacceptable. If you are accessing and using this Site on someone else&#8217;s behalf, you represent that you have the authority to bind that person as a principal to all terms and conditions provided herein and you agree to accept liability for harm caused by that person&#8217;s wrongful use of the Site.You may choose to create an Account at our Site with a unique username and password. You are responsible for maintaining the confidentiality of your Account and password and for restricting access to your computer. You agree to accept responsibility for all activities that occur under your Account or password. Extremity Care will rely on information that you provide including your shipping address. Orders will be shipped to the address designated by you for the order as long as that shipping address is compliant with the terms applicable to the sale and shipping restrictions contained under applicable law. Shipments of purchases from this Site are made pursuant to third party shipping contracts and as a result, it may be necessary for you to file claims with carriers for damaged and\/or lost shipments. You or we may suspend or terminate your account or your use of this Site at any time, for any reason or for no reason. You will remain liable for any orders placed or charges incurred prior to termination. We further reserve the right to change, suspend, or discontinue all or any aspect of this Site at any time without notice.This Site including all text, design, graphics, branding, information, data, content, and other material displayed on or that can be downloaded from this Site are proprietary and protected by applicable copyright, trademark and\/or other law and may not be used except as specifically permitted herein or with the express prior written permission in each instance of the owner of such material being Extremity Care, LLC or its manufacturers The contents (including without limitation, the look and feel, all text, photographs, images, video and audio) of this Site are the copyright 2017 of, Extremity Care . All rights are reserved. You may not modify the information or materials displayed on or that may be downloaded from this Site or create derivative works in part or in full in any way or reproduce or publicly display, transmit, post, perform, sell, license, distribute or otherwise use or exploit any such information or materials from this Site for any public or commercial purpose. Any unauthorized use of any such information or materials may violate applicable copyright laws, trademark laws, international treaties, laws of privacy and publicity, and other laws and regulations and is prohibited. Extremity Care further retains all rights with respect to its trademarks, trade names, brand names and trade dress. These trademarks, tradenames, brand names and trade dress, and all associated logos or images, are trademarks of Extremity Care and are protected by applicable law. No license to the use of such trademarks, tradenames, brand names or trade dress is granted to you under these Terms and Conditions or by your use of the Site. Your misuse of the trademarks, tradenames, brand names or trade dress displayed on the Site is strictly prohibited including but not limited to the use of Extremity Care trademarks or names in metatags and\/or hidden text, as is prohibited the use of Extremity Care trademarks or names in page text, metatags, and\/or hidden text for purposes of gaining higher rankings from search engines. Your linking to any page on this Site is prohibited absent express written permission from Extremity Care. Framing, inline linking or other association of this Site or its or its supplier’s software or HTML code, scripts, text, artwork, photographs, images, video, and audio with links, advertisements and\/or other information not originating from the Extremity Care Sites is expressly prohibited. Any permitted links to this Site must comply will all applicable laws, rule and regulations. In the event of a violation of these prohibitions and\/or applicable laws and regulations, Extremity Care reserves the right to all civil and criminal remedies available at law or in equity to the fullest extent of the law. Extremity Care reserves the right to block or deny access to the Site to anyone at any time for any reason.<\/p>\n<h2>NOTICE FOR COPYRIGHT INFRINGEMENT<\/h2>\n<p>Extremity Care, LLC (&#8220;Extremity Care &#8220;) does not permit copyright infringing activities on this Site, and Extremity Care may remove any material, information, suggestions, ideas, concepts, know-how, techniques, questions, comments or other communication posted in any manner to this Site by users of the Site, including without limitation those submitted through services through this website, such as product reviews or customer conversations (all of this collectively, &#8220;Communications&#8221;) if properly informed that any such Communications infringe on another&#8217;s copyright rights. Extremity Care will terminate the ability to submit Communications if, under appropriate circumstances, a person submitting Communications to this Site is determined to be a repeat infringer. If you are a copyright owner or an agent for such owner and believe that any Communications or material posted on this website by third parties infringes upon your copyrights, you may notify Extremity Care by providing the following information in writing: (1) A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive copyright right that is allegedly infringed; (2) Identification of the location where the original or an authorized copy of the copyrighted work exists; (3) Identification of the Communication(s) or material that is claimed to be infringing and a description of the infringing activity and information reasonably sufficient to permit Extremity Care to locate the same; (4) Information reasonably sufficient to permit Extremity Care to contact you, such as an address, telephone number, and, if available, an email address; (5) A statement that you have a good faith belief that use of the User Communication(s) or material in the manner complained of is not authorized by the copyright owner, its agent, or the law; and (6) A statement that the information in the notification is accurate, and, under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive copyright right that is allegedly infringed. Our agent for notice of claims of copyright infringement can be reached as follows: By Mail: Extremity Care, LLC; 555 E North Ln, Ste 5000, Bldg D Conshohocken, PA 19428. Periodically, Extremity Care may establish links from this Site to one or more external web sites or resources operated by third parties (the &#8220;Third Party Sites&#8221;). These links are provided for convenience only. In addition, certain Third Party Sites also may, with our written permission, provide links to this Site. None of these links should be deemed to imply that Extremity Care endorses the Third-Party Sites or any content therein. Extremity Care does not control and is not responsible or liable for any Third-Party Sites or any content, advertising, products, or other materials on or available from such Third-Party Sites. Access to any Third-Party Site is at your own risk and Extremity Care will have no liability arising out of or related to such web sites and\/or their content or for any damages or loss caused or alleged to be caused by or in connection with any purchase, use of or reliance on any such content, goods, or services available on or through any such Third-Party Site. Extremity Care does not endorse, support, sanction, encourage, verify, or agree with the comments, opinions, or statements posted on forums, blogs or through Your Communications or the communications of others contained on this Site (collectively, &#8220;Content&#8221;). Any Content placed online, including advice, opinions and stories, are solely the views and responsibility of those who post the Content and do not necessarily represent the views of Extremity Care.We attempt to ensure that information on this Site is complete, accurate and current. Despite our efforts, the information on this Site may occasionally be inaccurate, incomplete or out of date. YOUR USE OF THIS SITE IS AT YOUR RISK. THE INFORMATION, MATERIALS AND SERVICES PROVIDED ON OR THROUGH THIS SITE ARE PROVIDED &#8220;AS IS&#8221; WITHOUT ANY WARRANTIES OF ANY KIND INCLUDING WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, OR NON-INFRINGEMENT OF INTELLECTUAL PROPERTY. NEITHER EXTREMITY CARE, ITS SUPPLIERS, NOR ANY OF THEIR RESPECTIVE AFFILIATES WARRANT THE ACCURACY OR COMPLETENESS OF THE INFORMATION, MATERIALS OR SERVICES PROVIDED ON OR THROUGH THIS SITE. THE INFORMATION, MATERIALS AND SERVICES PROVIDED ON OR THROUGH THIS SITE MAY BE OUT OF DATE, AND NEITHER EXTREMITY CARE, ITS SUPPLIERS, NOR ANY OF THEIR RESPECTIVE AFFILIATES MAKES ANY COMMITMENT OR ASSUMES ANY DUTY TO UPDATE SUCH INFORMATION, MATERIALS OR SERVICES. THE FOREGOING EXCLUSIONS OF IMPLIED WARRANTIES DO NOT APPLY TO THE EXTENT PROHIBITED BY LAW. PLEASE REFER TO YOUR LOCAL LAWS FOR ANY SUCH PROHIBITIONS. Further, all features, content, specifications, products and prices of products and services described or depicted on this Site, are subject to change at any time without notice. Weights, measures and similar descriptions are approximate and are provided for convenience purposes only; and while. Extremity Care makes all reasonable efforts to accurately display the attributes of its products, including colors; the actual color you see will depend on your computer system, and we cannot guarantee that your computer will accurately display such colors. The inclusion of any products or services on this Site at a particular time does not imply or warrant that these products or services will be available at any time. While it is our practice to confirm orders by email, the receipt of an email order confirmation does not constitute our acceptance of an order or our confirmation of an offer to sell a product or service. We reserve the right, without prior notice, to limit the order quantity on any product or service and\/or to refuse fulfillment of orders to any customer. We also may require verification of information prior to the acceptance and\/or shipment of any order.Neither Extremity Care nor its suppliers assume any responsibility, or will be liable, for any damages to, or any viruses that may infect, your computer, telecommunication equipment, or other property caused by or arising from your access to, use of, or browsing this Site, or your downloading of any information or materials from this Site. IN NO EVENT WILL EXTREMITY CARE, OR ANY OF ITS RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, SHAREHOLDERS, AFFILIATES, AGENTS, SUCCESSORS OR ASSIGNS, NOR ANY PARTY INVOLVED IN THE CREATION, PRODUCTION OR TRANSMISSION OF THIS SITE OR ANY OF THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, SHAREHOLDERS, AFFILIATES, AGENTS, SUCCESSORS OR ASSIGNS, BE LIABLE TO YOU OR ANYONE ELSE FOR ANY INDIRECT, SPECIAL, PUNITIVE, INCIDENTAL OR CONSEQUENTIAL DAMAGES (INCLUDING, WITHOUT LIMITATION, THOSE RESULTING FROM LOST PROFITS, LOST DATA OR BUSINESS INTERRUPTION) ARISING OUT OF THE USE, INABILITY TO USE, OR THE RESULTS OF USE OF THIS SITE, ANY WEB SITES LINKED TO THIS SITE, OR THE MATERIALS, INFORMATION OR SERVICES CONTAINED ON ANY OR ALL SUCH WEB SITES, WHETHER BASED ON WARRANTY, CONTRACT, TORT OR ANY OTHER LEGAL THEORY AND WHETHER OR NOT ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THE FOREGOING LIMITATIONS OF LIABILITY DO NOT APPLY TO THE EXTENT PROHIBITED BY LAW. PLEASE REFER TO YOUR LOCAL LAWS FOR ANY SUCH PROHIBITIONS.ALL PRODUCTS AND SERVICES PURCHASED ON OR THROUGH THIS SITE ARE SUBJECT ONLY TO ANY APPLICABLE WARRANTIES OF THEIR RESPECTIVE MANUFACTURERS OR SUPPLIERS, IF ANY. TO THE FULLEST EXTENT PERMISSIBLE BY APPLICABLE LAW, WE HEREBY DISCLAIM ALL WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, ANY IMPLIED WARRANTIES WITH RESPECT TO THE PRODUCTS AND SERVICES LISTED OR PURCHASED ON OR THROUGH THIS SITE. WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, WE HEREBY EXPRESSLY DISCLAIM ALL LIABILITY FOR PRODUCT DEFECT OR FAILURE, CLAIMS THAT ARE DUE TO NORMAL WEAR, PRODUCT MISUSE, ABUSE, PRODUCT MODIFICATION, IMPROPER PRODUCT SELECTION, NON-COMPLIANCE WITH ANY CODES, OR MISAPPROPRIATION. WE MAKE NO WARRANTIES TO THOSE DEFINED AS &#8220;CONSUMERS&#8221; IN THE MAGNUSON-MOSS WARRANTY-FEDERAL TRADE COMMISSION IMPROVEMENTS ACT. THE FOREGOING EXCLUSIONS OF IMPLIED WARRANTIES DO NOT APPLY TO THE EXTENT PROHIBITED BY LAW. PLEASE REFER TO YOUR LOCAL LAWS FOR ANY SUCH PROHIBITIONS.IN THE EVENT OF ANY PROBLEM WITH THIS WEB SITE OR ANY CONTENT, YOU AGREE THAT YOUR SOLE REMEDY IS TO CEASE USING THIS SITE. IN THE EVENT OF ANY PROBLEM WITH THE PRODUCTS OR SERVICES THAT YOU HAVE PURCHASED ON OR THROUGH THIS SITE, YOU AGREE THAT YOUR SOLE REMEDY, IF ANY, IS FROM THE MANUFACTURER OF SUCH PRODUCTS OR SUPPLIER OF SUCH SERVICES, IN ACCORDANCE WITH SUCH MANUFACTURER&#8217;S OR SUPPLIER&#8217;S WARRANTY, OR TO SEEK A RETURN AND REFUND FOR SUCH PRODUCT OR SERVICES IN ACCORDANCE WITH EXTREMITY CARE’S POLICIES .These Terms and Conditions may be revised at any time and from time to time by updating this posting. You should visit this page from time to time to review the then current Terms and Conditions because they are binding on you. Certain provisions of these Terms and Conditions may be superseded by legal notices or terms located on particular pages of this Site. Your continued use of this Site after any changes to these Terms and Conditions are posted will be considered acceptance of those changes.These Terms and Conditions supersede any other agreement between you and Extremity Care to the extent necessary to resolve any inconsistency or ambiguity between them. These Terms and Conditions will be governed by and construed in accordance with the laws of the State of Florida, without giving effect to any principles of conflicts of laws. Any action seeking legal or equitable relief arising out of or relating to this Site will be brought only in the courts of the State of Florida or the United States District Court for the Southern District of Florida. A printed version of these Terms and Conditions will be admissible in judicial and administrative proceedings based upon or relating to these Terms and Conditions to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.<\/p>\n\n\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":29,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"categories":[],"tags":[],"class_list":["post-68","page","type-page","status-publish","hentry"],"_links":{"self":[{"href":"https:\/\/extremitycare.com\/wp-json\/wp\/v2\/pages\/68","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/extremitycare.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/extremitycare.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/extremitycare.com\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/extremitycare.com\/wp-json\/wp\/v2\/comments?post=68"}],"version-history":[{"count":4,"href":"https:\/\/extremitycare.com\/wp-json\/wp\/v2\/pages\/68\/revisions"}],"predecessor-version":[{"id":2466,"href":"https:\/\/extremitycare.com\/wp-json\/wp\/v2\/pages\/68\/revisions\/2466"}],"wp:attachment":[{"href":"https:\/\/extremitycare.com\/wp-json\/wp\/v2\/media?parent=68"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/extremitycare.com\/wp-json\/wp\/v2\/categories?post=68"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/extremitycare.com\/wp-json\/wp\/v2\/tags?post=68"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}