{"id":655,"date":"2024-04-25T01:33:57","date_gmt":"2024-04-24T23:33:57","guid":{"rendered":"https:\/\/dev-lizard.cloud54.eu\/?page_id=655"},"modified":"2024-04-25T01:34:46","modified_gmt":"2024-04-24T23:34:46","slug":"terms-of-service","status":"publish","type":"page","link":"https:\/\/lizard-health.com\/terms-of-service\/","title":{"rendered":"Terms of Service"},"content":{"rendered":"\n\t<section class=\"section\" id=\"section_969797020\">\n\t\t<div class=\"bg section-bg fill bg-fill  \" >\n\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t<\/div>\n\n\t\t\n\n\t\t<div class=\"section-content relative\">\n\t\t\t\n\n\t<div id=\"text-483841648\" class=\"text\">\n\t\t\n\n<h1 class=\"white-text-bold\">Terms of Service<\/h1>\n\n\t\t\n<style>\n#text-483841648 {\n  text-align: center;\n}\n<\/style>\n\t<\/div>\n\t\n\n\t\t<\/div>\n\n\t\t\n<style>\n#section_969797020 {\n  padding-top: 30px;\n  padding-bottom: 30px;\n  min-height: 250px;\n}\n#section_969797020 .section-bg.bg-loaded {\n  background-image: url(https:\/\/lizard-health.com\/wp-content\/uploads\/2024\/04\/small_header.png);\n}\n<\/style>\n\t<\/section>\n\t\n\t<section class=\"section\" id=\"section_1422489646\">\n\t\t<div class=\"bg section-bg fill bg-fill  bg-loaded\" >\n\n\t\t\t\n\t\t\t\n\t\t\t\n\n\t\t<\/div>\n\n\t\t\n\n\t\t<div class=\"section-content relative\">\n\t\t\t\n\n<div class=\"row\"  id=\"row-719363657\">\n\n\n\t<div id=\"col-982086187\" class=\"col small-12 large-12\"  >\n\t\t\t\t<div class=\"col-inner\" style=\"background-color:rgb(255,255,255);\" >\n\t\t\t\n\t\t\t\n\n<div class=\"row\"  id=\"row-1327517155\">\n\n\n\t<div id=\"col-600505650\" class=\"col small-12 large-12\"  >\n\t\t\t\t<div class=\"col-inner\"  >\n\t\t\t\n\t\t\t\n\n<h1>Allgemeine Geschäftsbedingungen (AGB)<\/h1>\n<h4>1. Allgemeines – Geltungsbereich<\/h4>\n<p>(1) Unsere Verkaufsbedingungen gelten ausschließlich; entgegenstehende oder von unseren Verkaufsbedingungen abweichende Bedingungen des Bestellers erkennen wir nicht an, es sei denn, wir hätten ausdrücklich schriftlich ihrer Geltung zugestimmt. Unsere Verkaufsbedingungen gelten auch dann, wenn wir in Kenntnis entgegenstehender oder von unseren Verkaufsbedingungen abweichenden Bedingungen des Bestellers die Lieferung an den Besteller vorbehaltlos ausführen.<\/p>\n<p>(2) Alle Vereinbarungen, die zwischen uns und dem Besteller zwecks Ausführung dieses Vertrages getroffen werden, sind schriftlich niederzulegen.<\/p>\n<h4>2. Angebot – Angebotsunterlagen – Kataloge<\/h4>\n<p>(1) Ist die Bestellung des Kunden als Angebot gem. § 145 BGB zu qualifizieren, so können wir dieses innerhalb von 4 Wochen annehmen. Unsere Angebote sind immer freibleibend.<\/p>\n<p>(2) An Abbildungen, Zeichnungen, Kalkulationen und sonstigen Unterlagen behalten wir uns Eigentums- und Urheberrechte vor; sie dürfen Dritten nicht zugänglich gemacht werden. Vor ihrer Weitergabe an Dritte bedarf der Besteller unserer ausdrücklichen schriftlichen Zustimmung.<\/p>\n<p>(3) Beschreibungen unserer Produkte sind lediglich Beschaffenheitsangaben und stellen in keiner Weise eine Garantie für die Beschaffenheit der Ware dar.<\/p>\n<p>(4) Technische Änderungen unserer Produkte, die wertsteigernd oder werterhaltend sind, sind jederzeit und ohne vorherige Ankündigung zulässig.<\/p>\n<h4>3. Preise – Zahlungsbindungen – Verzug<\/h4>\n<p>(1) Sofern sich aus der Auftragsbestätigung nichts anderes ergibt, gelten unsere Preise „ab Werk“, ausschließlich Verpackung; diese wird gesondert in Rechnung gestellt.<\/p>\n<p>(2) Die gesetzliche Mehrwertsteuer ist nicht in unseren Preisen eingeschlossen; sie wird in gesetzlicher Höhe am Tag der Rechnungsstellung in der Rechnung gesondert ausgewiesen.<\/p>\n<p>(3) Der Abzug von Skonto bedarf besonderer schriftlicher Vereinbarung.<\/p>\n<p>(4) Sofern sich aus unserer Auftragsbestätigung nichts anderes ergibt, ist der Kaufpreis sofort netto (ohne Abzug) zur Zahlung fällig. Der Besteller gerät in Verzug, wenn er fällige Zahlungen nicht spätestens dreißig Tage nach Zugang einer Rechnung oder gleichwertigen Zahlungsaufforderung begleicht Uns bleibt vorbehalten, den Verzug durch die Erteilung einer nach Fälligkeit zugehenden Mahnung zu einem früheren Zeitpunkt herbeizuführen. Abweichend von den Sätzen 1 und 2 gerät der Besteller dann in Verzug, wenn vereinbart ist, dass der Kaufpreis zu einem kalendermäßig bestimmten oder bestimmbaren Zeitpunkt gezahlt werden soll, und der Besteller nicht spätestens bis zu diesem Zeitpunkt leistet.<\/p>\n<p>(5) Kommt der Besteller in Zahlungsverzug, so sind wir berechtigt, Verzugszinsen in Höhe von 9 % über dem jeweiligen Basiszinssatz p.a. zu fordern. Falls wir in der Lage sind, einen höheren Verzugsschaden nachzuweisen, sind wir berechtigt, diesen geltend zu machen.<\/p>\n<p>(6) Aufrechnungsrechte stehen dem Besteller nur zu, wenn seine Gegenansprüche rechtskräftig festgestellt, unbestritten oder von uns anerkannt sind. Außerdem ist er zur Ausübung eines Zurückbehaltungsrechts insoweit befugt, als sein Gegenanspruch auf dem gleichen Vertragsverhältnis beruht.<\/p>\n<p>(7) Telefonisch oder mündlich von uns abgegebene rechtsgeschäftliche Erklärungen sind für uns nur verbindlich, wenn sie von uns schriftlich bestätigt werden.<\/p>\n<h4>4. Lieferzeit<\/h4>\n<p>(1) Der Beginn der von uns angegebenen Lieferzeit setzt die Abklärung aller technischen Fragen voraus. Sofern nicht anders vereinbart, ist ein von uns genannte Lieferzeit unverbindlich. Lieferungen innerhalb von drei Monaten nach dem Termin gelten als ordnungsgemäß.<\/p>\n<p>(2) Geraten wir aus Gründen, die wir zu vertreten haben, in Lieferverzug, so ist die Schadensersatzhaftung für Schäden, die unmittelbare Folge der verspäteten Lieferung sind, auf die Höhe des vorhersehbaren Schadens begrenzt.<\/p>\n<p>(3) Setzt uns der Besteller, nachdem wir bereits in Verzug geraten sind, eine angemessene Nachfrist, so ist er nach fruchtlosem Ablauf dieser Nachfrist berechtigt, vom Vertrag zurückzutreten. Ist eine angemessene Nachfrist fruchtlos verstrichen, so ist der Besteller verpflichtet innerhalb einer Frist von zwei Wochen nach Ablauf der Nachfrist zu erklären, ob er vom Vertrag zurücktritt oder weiterhin auf Erfüllung besteht.<\/p>\n<p>(4) Soweit wir darüber hinaus auf Schadensersatz statt der Leistung haften, so sind Ansprüche im Fall gewöhnlicher Fahrlässigkeit auf die Höhe des vorhersehbaren Schadens begrenzt.<\/p>\n<p>(5) Wir haften im Fall gewöhnlicher Fahrlässigkeit nie für Folgeschäden der verspäteten oder ausgebliebenen Leistung, insbesondere für einen entgangenen Gewinn des Bestellers oder sonstige Produktionsausfallkosten.<\/p>\n<p>(6) Weisen wir nach, dass wir trotzt sorgfältiger Auswahl unserer Zulieferer und trotz Abschlusses der Verträge zu angemessenen Konditionen von unseren Zulieferern nicht rechtzeitig beliefert werden, so verlängert sich die Lieferfrist um den Zeitraum der Verzögerung, der durch die nicht rechtzeitige Belieferung durch den Zulieferer verursacht wird. Im Falle der Unmöglichkeit der Belieferung durch den Zulieferer sind wir berechtigt, vom Vertrag zurückzutreten.<\/p>\n<p>(7) Kommt der Besteller in Annahmeverzug oder verletzt er sonstige Mitwirkungspflichten, so sind wir berechtigt, den uns entstehenden Schaden, einschließlich etwaiger Mehraufwendungen, zu verlangen. In diesem Fall geht auch die Gefahr eines zufälligen Untergangs oder einer zufälligen Verschlechterung der Kaufsache in dem Zeitpunkt auf den Besteller über, in dem dieser in Annahmeverzug gerät.<\/p>\n<h4>5. Gefahrenübergang<\/h4>\n<p>(1) Sofern sich aus der Auftragsbestätigung nichts anderes ergibt, ist Lieferung „ab Werk“ vereinbart. Die Gefahr geht auf den Besteller über, wenn der Liefergegenstand das Werk verlassen hat, und zwar auch dann, wenn Teillieferungen erfolgen oder wir noch andere Leistungen, z.B. die Versandkosten oder Anlieferung und Aufstellung übernommen haben. Soweit eine Abnahme zu erfolgen hat, ist diese für den Gefahrübergang maßgebend. Sie muss unverzüglich zum Abnahmetermin, hilfsweise unmittelbar nach unserer Mitteilung der Abnahmebereitschaft durchgeführt werden. Der Besteller darf die Abnahme bei Vorliegen eines nicht wesentlichen Mangels nicht verweigern.<\/p>\n<p>(2) Verzögert sich oder unterbleibt der Versand bzw. die Abnahme infolge von Umständen, die uns nicht zuzurechnen sind, geht die Gefahr vom Tage der Meldung der Versand- bzw. Abnahmebereitschaft auf den Besteller über.<\/p>\n<p>(3) Teillieferungen sind zulässig, soweit für den Besteller zumutbar.<\/p>\n<p>(4) Sofern der Besteller es wünscht, werden wir die Lieferung durch eine Transportversicherung eindecken; die insoweit anfallenden Kosten trägt der Besteller.<\/p>\n<h4>6. Mängelgewährleistung – Gewährleistungsfrist<\/h4>\n<p>(1) Die Gewährleistungsrechte des Bestellers setzten voraus, dass dieser seinen Untersuchungs- und Rügeobliegenheiten nach § 377 HGB ordnungsgemäß nachgekommen ist.<\/p>\n<p>(2) Soweit ein von uns zu vertretender Mangel der Kaufsache vorliegt, sind wir nach unserer Wahl zur Mangelbeseitigung oder zur Lieferung einer mangelfreien Sache berechtigt.<\/p>\n<p>(3) Sind wir zur Mangelbeseitigung oder Ersatzlieferung nicht bereit oder nicht in der Lage, insbesondere verzögert sich diese über angemessene Fristen hinaus aus Gründen, die wir zu vertreten haben, oder schlägt in sonstiger Weise die Mangelbeseitigung oder Ersatzlieferung fehlt, so ist der Besteller nach seiner Wahl berechtigt, vom Vertrag zurückzutreten oder eine entsprechende Minderung des Kaufpreises zu verlangen. Ist eine angemessene Nachfrist fruchtlos verstrichen, so ist der Besteller verpflichtet innerhalb einer Frist von zwei Wochen nach Ablauf der Nachfrist zu erklären, ob er vom Vertrag zurücktritt oder weiterhin auf Erfüllung besteht.<\/p>\n<p>(4) Soweit sich nachstehend nichts anderes ergibt, sind weitergehende Ansprüche des Bestellers – gleich aus welchen Rechtsgründen – ausgeschlossen. Wir haften deshalb nicht für Schäden, die nicht am Liefergegenstand selbst entstanden sind; insbesondere haften wir nicht für den entgangenen Gewinn oder sonstige Vermögensschäden des Bestellers. Soweit eine Haftung für solche Schäden doch gegen ist, so sind Schadensersatzansprüche auf die Höhe des vorhersehbaren Schadens begrenzt.<\/p>\n<p>(5) Vorstehende Haftungsfreizeichnung gilt nicht, soweit die Schadensursache auf Vorsatz oder grober Fahrlässigkeit beruht. Sie gilt ferner dann nicht, wenn wir eine Garantie für eine bestimmte Beschaffenheit der Sache übernommen haben und diese Beschaffenheit fehlt.<\/p>\n<p>(6) Sofern wir fahrlässig eine ertragswesentliche Pflicht verletzen, ist unsere Haftung auf den vorhersehbaren Schaden begrenzt. Soweit Ansprüche wegen Schäden geltend gemacht werden, die von unserer Betriebshaftpflicht- oder Produkthaftpflichtversicherung erfasst werden, so ist unsere Ersatzpflicht auf die Ersatzleistung dieser Versicherung beschränkt.<\/p>\n<p>(7) Die Gewährleistungsfrist beträgt 1 Jahr, gerechnet ab Ablieferung der Ware. Diese Frist ist eine Verjährungsfrist und gilt auch für Ansprüche auf Ersatz von Mangelfolgeschäden, soweit keine Ansprüche aus unerlaubter Handlung geltend gemacht werden.<\/p>\n<h4>7. Eigentumsvorbehaltssicherung<\/h4>\n<p>(1) Wir behalten uns das Eigentum an der Kaufsache bis zum Eingang aller Zahlungen aus der Geschäftsverbindung mit dem Besteller vor. Bei jedem vertragswidrigen Verhalten des Bestellers, insbesondere bei Zahlungsverzug, sind wir berechtigt, unsere gesetzlichen Rechte auszuüben und die Kaufsache zurückzunehmen. Wir sind nach Rücknahme der Kaufsache zu deren Verwertung befugt, der Verwertungserlös ist auf die Verbindlichkeiten des Bestellers – abzüglich angemessener Verwertungskosten – anzurechnen.<\/p>\n<p>(2) Bei Pfändungen oder sonstigen Eingriffen Dritter hat uns der Besteller unverzüglich schriftlich zu benachrichtigen, damit wir Klage gem. § 771 ZPO erheben können. Soweit der Dritte nicht in der Lage ist, uns die gerichtlichen und außergerichtlichen Kosten einer solchen Klage zu erstatten, haftet der Besteller für den entstandenen Ausfall.<\/p>\n<p>(3) Der Besteller ist berechtigt, die Kaufsache im ordentlichen Geschäftsgang weiter zu verkaufen; er tritt uns jedoch bereits jetzt alle Forderungen in Höhe des Faktura-Endbetrages (einschließlich MWSt) ab, die ihm aus der Weiterveräußerung gegen seine Abnehmer oder Dritte erwachsen, und zwar unabhängig davon, ob die Kaufsache ohne oder nach Verarbeitung weiter verkauft worden ist. Zur Einziehung dieser Forderung bleibt der Besteller auch nach der Abtretung ermächtigt. Unsere Befugnis, die Forderung selbst einzuziehen, bleibt hiervon unberührt. Wir verpflichten uns jedoch, die Forderung nicht einzuziehen, solange der Besteller seinen Zahlungsverpflichtungen aus den vereinnahmten Erlösen nachkommt, nicht in Zahlungsverzug ist und insbesondere kein Antrag auf Eröffnung eines Insolvenzverfahrens gestellt ist oder Zahlungseinstellung vorliegt. Ist dies aber der Fall, dann können wir verlangen, dass der Besteller uns die abgetretenen Forderungen und deren Schuldner bekannt gibt, alle zum Einzug erforderlichen Angaben macht und die dazugehörigen Unterlagen aushändigt.<\/p>\n<p>(4) Die Verarbeitung oder Umbildung der Kaufsache durch den Besteller wird stets für uns vorgenommen. Wird die Kaufsache mit anderen uns nicht gehörenden Gegenständen verarbeitet, so erwerben wir das Miteigentum an der neuen Sache im Verhältnis des Wertes der Kaufsache zu den anderen verarbeiteten Gegenständen zur Zeit der Verarbeitung. Für die durch Verarbeitung entstehende Sache gilt im übrigen das gleiche wie für die unter Vorbehalt gelieferte Kaufsache.<\/p>\n<p>(5) Wir verpflichten uns, die uns zustehenden Sicherheiten auf Verlangen des Bestellers insoweit freizugeben, als der Wert unserer Sicherheiten die zu sichernden Forderungen um mehr als 20 % übersteigt; die Auswahl der freizugebenden Sicherheiten obliegt uns.<\/p>\n<h4>8. Gerichtsstand – Erfüllungsort<\/h4>\n<p>(1) Sofern der Besteller ein Unternehmen ist, ist Gerichtsstand Altenkirchen. Wir sind jedoch berechtigt, den Besteller auch an seinem Wohnsitzgericht zu verklagen.<\/p>\n<p>(2) Sofern sich aus der Auftragsbestätigung nichts andres ergibt, ist Erfüllungsort Altenkirchen.<\/p>\n<p>(3) Auf diesen Vertrag finden ausschließlich die Gesetze der Bundesrepublik Deutschland Anwendung.<\/p>\n\n\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\n\t\n\n<\/div>\n\n\t\t<\/div>\n\t\t\t\t\n<style>\n#col-982086187 > .col-inner {\n  padding: 40px 40px 0px 40px;\n  border-radius: 12px;\n}\n<\/style>\n\t<\/div>\n\n\t\n\n<\/div>\n\n\t\t<\/div>\n\n\t\t\n<style>\n#section_1422489646 {\n  padding-top: 30px;\n  padding-bottom: 30px;\n  min-height: 250px;\n}\n<\/style>\n\t<\/section>\n\t\n\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":10,"comment_status":"closed","ping_status":"closed","template":"page-blank.php","meta":{"footnotes":""},"class_list":["post-655","page","type-page","status-publish","hentry"],"_links":{"self":[{"href":"https:\/\/lizard-health.com\/wp-json\/wp\/v2\/pages\/655","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/lizard-health.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/lizard-health.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/lizard-health.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/lizard-health.com\/wp-json\/wp\/v2\/comments?post=655"}],"version-history":[{"count":2,"href":"https:\/\/lizard-health.com\/wp-json\/wp\/v2\/pages\/655\/revisions"}],"predecessor-version":[{"id":657,"href":"https:\/\/lizard-health.com\/wp-json\/wp\/v2\/pages\/655\/revisions\/657"}],"wp:attachment":[{"href":"https:\/\/lizard-health.com\/wp-json\/wp\/v2\/media?parent=655"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}